Repository: elkuku/EasyCreator
Catalog: admin/g11n/*/*.com_easycreator.po
Languages: de_de, es_es, id_id, nl_nl, pt_br, ru_ru

source: Templates have been installed.
de_de: Die Templates wurden installiert
es_es: Plantillas instaladas.
id_id: Template sudah dipasang
nl_nl: Templates zijn geïnstalleerd
pt_br: Os templates foram instalados.
ru_ru: Шаблоны установлены.

source: The file has been deleted
de_de: Die Datei wurde gelöscht
es_es: El archivo ha sido eliminado
id_id: Berkas telah dihapus
nl_nl: Het bestand is verwijderd
pt_br: O arquivo foi excluído
ru_ru: Файл удален

source: Your ZIPfile has NOT been created
de_de: Das Paket konnte nicht erstellt werden
es_es: Su archivo zip no ha sido creada
id_id: Berkas ZIP anda masih BELUM dibuat
nl_nl: Je ZIP bestand werd NIET aangemakt
pt_br: Seu arquivo ZIP não foi criado
ru_ru: ZIP-файл НЕ был создан

source: Your ZIPfile has been created sucessfully
de_de: Ihr Paket wurde erfolgreich erstellt.
es_es: Su paquete se ha creado con éxito
id_id: Berkas ZIP anda telah berhasil dibuat
nl_nl: Je ZIP bestand aanmaken is gelukt
pt_br: Seu arquivo ZIP foi criado com sucesso
ru_ru: ZIP-файл успешно создан

source: Downloads
ru_ru: Загрузки

source: No download available
de_de: Kein Download verfügbar
es_es: Sin descargas disponibles
id_id: Unduhan tidak tersedia
nl_nl: Geen download beschikbaar
pt_br: Nenhum download disponível
ru_ru: Нет доступных загрузок

source: Log File
de_de: Log-Datei
es_es: Archivo de registro
id_id: Berkas Log
nl_nl: Logboekbestand
pt_br: Arquivo de Log
ru_ru: Файл журнала

source: EasyCreator version %s is in testing stage with your Joomla! version %s
es_es: EasyCreator versión %s está en fase de pruebas con su versión de Joomla! %s
id_id: EasyCreator versi %s berada dalam tahap percobaan pada Joomla! anda versi %s
nl_nl: EasyCreator versie %s test momenteel met je Joomla! versie %s
pt_br: A versão %s do EasyCreator está em fase de testes para a versão %s do seu Joomla!
ru_ru: EasyCreator версии %s находится в стадии тестирования с Joomla! версии %s

source: EasyCreator version %s may not work well with your Joomla! version %s
es_es: EasyCreator versión %s puede que no funcione bien con su versión de Joomla! %s
id_id: EasyCreator versi %s kemungkinan tidak bisa bekerja dengan baik pada Joomla! anda versi %s
nl_nl: EasyCreator versie %s zal mogelijk niet goed werken met je Joomla! versie %s
pt_br: A versão %s do EasyCreator pode não funcionar bem com a versão %s do seu Joomla!
ru_ru: При работе EasyCreator версии %s с Joomla! версии %s возможны неполадки

source: Please activate the MooTools Upgrade Plugin in Extensions->Plugin manager
es_es: Por favor active el Plugin de Actualización MooTools en Extensiones ->Administración de plugins
id_id: Silakan mengaktifkan Pengaya Upgrade Mootools dalam Estensions>Pengelola Pengaya
nl_nl: Activeer de MooTools Upgrade Plugin in Extensies -> Pluginbeheer
pt_br: Por favor ative o Plugin MooTools Upgrade em Extensões-> Gerenciador de Plugin
ru_ru: Включите плагин обновления MooTools в разделе Расширения->Менеджер плагинов

source: JDump not found
de_de: JDump nicht gefunden
es_es: JDump no se encuentra
id_id: JDump tidak ditemukan
nl_nl: JDump niet gevonden
pt_br: JDump não encontrado
ru_ru: JDump не найден

source: DebugTools not found
de_de: Debugtools nicht gefunden
es_es: Debugtools no se encuentra
id_id: DebugTools tidak ditemukan
nl_nl: Foutenopsporing niet gevonden
pt_br: DebugTools não encontrado
ru_ru: DebugTools не найдены

source: No debugger set
de_de: Kein Debugger gewählt
es_es: No depurador especificado
id_id: Tidak ada debuger yang diatur
nl_nl: Geen foutenopsporingsprogramma ingesteld
pt_br: Nenhum depurador definido
ru_ru: Отладчик не задан

source: No synchronization list found - Please synchronize with your remote
nl_nl: Geen synchronisatielijst gevonden - AUB synchroniseren met je externe
pt_br: Nenhuma lista de sincronização encontrada - Por favor, sincronizar com sua remota
ru_ru: Список синхронизации не найдет. Синхронизируйте с удаленным

source: Obtaining download list ...
nl_nl: Ophalen download lijst...
pt_br: Obtendo lista de download...
ru_ru: Получение списка загрузок...

source: Upload directory: %s
pt_br: Carregar diretório: %s
ru_ru: Каталог для выгрузки: %s

source: Uploading %s ...
pt_br: Enviando %s...
ru_ru: Выгрузка %s...

source: Download directory not found on server
nl_nl: Download directory niet gevonden op server
pt_br: Diretório de downloads não encontrado no servidor
ru_ru: Каталог для загрузки не найден на сервере

source: Created directory: %s
nl_nl: Aangemaakte directory; %s
pt_br: Diretório criado: %s
ru_ru: Создан каталог: %s

source: Deleting %s ...
nl_nl: Verwijderen %s ...
pt_br: Apagando %s...
ru_ru: Удаление %s...

source: Scanning %s ...
nl_nl: Scannen %s ...
pt_br: Verificando %s...
ru_ru: Сканирование %s...

source: Connecting to %s ...
nl_nl: Verbinden met %s ...
pt_br: Conectando com %s...
ru_ru: Подключение к %s...

source: Unable to connect to FTP server
nl_nl: Kan niet verbinden met FTP server
pt_br: Não foi possível conectar ao servidor FTP
ru_ru: Не удается подключиться к серверу FTP

source: Controller %s not found
de_de: Controller %s wurde nicht gefunden
es_es: Controlador %s no encontrado
id_id: Controller %s tidak ditemukan
nl_nl: Controller %s niet gevonden
pt_br: Controller %s não encontrado
ru_ru: Контроллер %s не найден

source: Controller class %s not found
es_es: Clase de Controlador %s no encontrada
id_id: Class controller %s tidak ditemukan
nl_nl: Controller class %s niet gevonden
pt_br: Classe do controlador %s não foi encontrado
ru_ru: Класс контроллера %s не найден

source: Empty values in save
de_de: Leere Werte in der Speicherroutine
es_es: Valores vacíos al guardar
id_id: Nilai kosong dalam penyimpanan
nl_nl: Lege waarden in opslaan
pt_br: Valores vazios no Salvar
ru_ru: Пустые значения для сохранения

source: Empty content
de_de: Leere Kontent
es_es: Contenido vacío
id_id: Konten kosong
nl_nl: Lege inhoud
pt_br: Conteúdo vazio
ru_ru: Пустое содержимое

source: The file must exist for save
de_de: Um die Datei zu speichern muss sie existieren
es_es: El archivo debe existir para guardar
id_id: Berkas harus ada untuk disimpan
nl_nl: Het bestand moet bestaan om op te slaan
pt_br: O arquivo deve existir para salvar
ru_ru: Для сохранения необходим существующий файл

source: The file %s could NOT be saved at PATH: %s
de_de: Die Datei %s konnte nicht im Pfad %s gespeichert werden
es_es: El archivo %s no pudo ser guardado en la ruta %s
id_id: Berkas %s TIDAK BISA disimpan pada PATH: %s
nl_nl: Het bestand %s kon NIET worden opgeslagen naar PAD: %s
pt_br: O arquivo %s não pôde ser salvo no CAMINHO:%s
ru_ru: НЕВОЗМОЖНО сохранить файл %s по пути %s

source: Unable to copy file %s
de_de: Die Datei %s kann nicht kopiert werden
es_es: No se puede copiar el archivo %s
id_id: Tidak bisa menyalin berkas %s
nl_nl: Kan bestand %s niet kopiëren
pt_br: Não é possível copiar o arquivo %s
ru_ru: Невозможно скопировать файл %s

source: The file does not exist
de_de: Die Datei existiert nicht
es_es: El archivo no existe
id_id: Berkas tidak ada
nl_nl: Het bestand bestaat niet
pt_br: O arquivo não existe
ru_ru: Файл не существут

source: The file %s could not be deleted at path: %s
de_de: Die Datei %s konnte nicht im Pfad %s gelöscht werden
es_es: El archivo %s no puede ser borrado en la ruta %s
id_id: Berkas %s tidak bisa dihapus pada path: %s
nl_nl: Het bestand %s kon niet worden verwijderd in pad: %s
pt_br: O arquivo %s não pôde ser excluído no caminho:%s
ru_ru: Невозможно удалить файл %s по пути %s

source: The language file has been created<br />
es_es: Archivo de idioma creado<br />
id_id: Berkas bahasa telah dibuat<br />
nl_nl: Het taalbestand is aangemaakt<br />
pt_br: O arquivo de idioma foi criado<br />
ru_ru: Языковой файл создан<br />

source: Updating language file...
es_es: Actualizando archivo de idioma...
id_id: Memperbarui berkas bahasa...
nl_nl: Bijwerken taalbestand...
pt_br: Atualizando arquivo de Idioma...
ru_ru: Обновление языкового файла...

source: Can not create the language template folder
es_es: No se puede crear la carpeta de plantilla de idioma
id_id: Tidak bisa membuat folder templat bahasa
nl_nl: Kan de taal template folder niet aanmaken
pt_br: Não é possível criar a pasta de modelo de idioma
ru_ru: Невозможно создать папку языкового шаблона

source: No files found
de_de: Keine Dateien gefunden
es_es: No se encontraron archivos
id_id: Tidak menenukan berkas
nl_nl: Geen bestanden gevonden
pt_br: Nenhum arquivo encontrado
ru_ru: Файлы не найдены

source: Select a file
de_de: Wählen Sie eine Datei
es_es: Seleccione un archivo
id_id: Pilih berkas
nl_nl: Selecteer een bestand
pt_br: Selecione um arquivo
ru_ru: Выберите файл

source: Save
de_de: Speichern
es_es: Guardar
id_id: Simpan
nl_nl: Opslaan
pt_br: Salvar
ru_ru: Сохранить

source: Create language file
de_de: Sprachdatei erstellen
es_es: Crear archivo de idioma
id_id: Membuat berkas bahasa
nl_nl: Aanmaken taalbestand
pt_br: Criar arquivo de idioma
ru_ru: Создать языковой файл

source: Found a BOM in languagefile
de_de: In einer Sprachdatei wurde ein BOM gefunden
es_es: Encontrado un BOM en el archivo de idioma
id_id: Ditemukan BOM pada berkas bahasa
nl_nl: Een BOM gevonden in taalbestand
pt_br: Encontrou um BOM no arquivo de idioma
ru_ru: В языковом файле найдены метки BOM

source: Create class list file
de_de: Erstelle die Klassenliste Datei
es_es: Crear el archivo lista de clases
id_id: Membuat daftar berkas class
nl_nl: Aanmaken class lijst bestand
pt_br: Criar um arquivo de lista de classes
ru_ru: Создать файл списка классов

source: Save versioned
de_de: Version speichern
es_es: Guardar versionados
id_id: Menyimpan versi
nl_nl: Opslaan als versies
pt_br: Salvar versão
ru_ru: Сохранить с версиями

source: File
de_de: Datei
es_es: Archivo
id_id: Berkas
nl_nl: Bestand
pt_br: Arquivo
ru_ru: Файл

source: Folder
de_de: Ordner
es_es: Carpeta
pt_br: Diretório
ru_ru: Папка

source: Log console
nl_nl: Logboek console
pt_br: Log do Console
ru_ru: Консоль журнала

source: Project
de_de: Projekt
es_es: Proyecto
id_id: Proyek
pt_br: Projeto
ru_ru: Проект

source: Languages
de_de: Sprachen
es_es: Idiomas
id_id: Bahasa
nl_nl: Talen
pt_br: Idiomas
ru_ru: Языки

source: Deploy
nl_nl: Configureren
pt_br: Implantar
ru_ru: Разместить

source: Configuration
de_de: Konfiguration
es_es: Configuración
id_id: Konfigurasi
nl_nl: Configuratie
pt_br: Configuração
ru_ru: Конфигурация

source: Templates
es_es: Plantillas
id_id: Template
pt_br: Modelos
ru_ru: Шаблоны

source: Logfiles
de_de: Logdateien
nl_nl: Logboekbestanden
pt_br: Arquivos de log
ru_ru: Файлы журналов

source: Help
de_de: Hilfe
es_es: Ayuda
id_id: Bantuan
pt_br: Ajuda
ru_ru: Помощь

source: Sandbox
de_de: Sandkasten
es_es: Arenero
ru_ru: Песочница

source: More...
de_de: Mehr...
es_es: Más...
id_id: Lebih...
nl_nl: Meer...
pt_br: Mais...
ru_ru: Подробнее...

source: Click for more options
de_de: Klick für weitere Optionen
es_es: Haga clic para más opciones
id_id: Klik untuk opsi lebih
nl_nl: Klik voor meer opties
pt_br: Clique para mais opções
ru_ru: Доступ к дополнительным параметрам

source: Log file contents
de_de: Inhalte der Dateien protokollieren
es_es: Guardar contenido de los archivos
id_id: Konten berkas log
nl_nl: Logboekinhoud
pt_br: Conteúdo do arquivo de log
ru_ru: Содержимое файла журнала

source: Profile
de_de: Profil
es_es: Perfil
id_id: Profil
nl_nl: Profiel
pt_br: Perfil
ru_ru: Профиль

source: Activate logging
de_de: Protokollierung aktivieren
es_es: Activar el registro
id_id: Aktifkan log
nl_nl: Activeer logboekregistratie
pt_br: Ativar registro
ru_ru: Включить запись журнала

source: Please set a compression type
de_de: Bitte wählen Sie einen Komprimierungstyp
es_es: Por favor, establece un tipo de compresión
id_id: Harap mengatur tipe kompresi
nl_nl: AUB bepaal compressie-type
pt_br: Por favor, defina um tipo de compressão
ru_ru: Задайте тип сжатия

source: You can set a default compression type in configuration
de_de: Sie können einen Standard-Komprimierungstyp in der Konfiguration angeben
es_es: Puede establecer un tipo de compresión por defecto en la configuración
id_id: Anda bisa mengatur kompresi tipe standar dalam konfigurasi
nl_nl: Je kunt een standaard compressie-type instellen in de configuratie
pt_br: Você pode definir um tipo de compactação padrão na configuração
ru_ru: В настройках можно задать тип сжатия по умолчанию

source: New Project
de_de: Neues Projekt
es_es: Nuevo proyecto
id_id: Proyek Baru
nl_nl: Nieuw project
pt_br: Novo projeto
ru_ru: Новый проект

source: Register Project
de_de: Projekt registrieren
es_es: Registrar proyecto
id_id: Daftarkan Proyek
nl_nl: Registreer project
pt_br: Registrar projeto
ru_ru: Зарегистрировать проект

source: Scope
es_es: Alcance
id_id: Cakupan
nl_nl: Scope - bereik
pt_br: Escopo
ru_ru: Область видимости

source: Select
de_de: Wählen
es_es: Seleccionar
id_id: Pilih
nl_nl: Selecteer
pt_br: Selecionar
ru_ru: Выбрать

source: Admin
es_es: Administración
pt_br: Administrador
ru_ru: Администратор

source: Site
es_es: Sitio
id_id: Situs
nl_nl: Website
ru_ru: Сайт

source: Name
es_es: Nombre
id_id: Nama
nl_nl: Naam
pt_br: Nome
ru_ru: По названию

source: No
nl_nl: Nee
pt_br: Não
ru_ru: Нет

source: Yes
nl_nl: Ja
pt_br: Sim
ru_ru: Да

source: Your extension so far
de_de: Ihre Erweiterung bisher
es_es: Su extensión hasta el momento
id_id: Ekstensi anda selama ini
nl_nl: Je extensie tot zo ver
pt_br: Sua extensão até agora
ru_ru: Ваше расширение на данный момент

source: Type
de_de: Typ
es_es: Tipo
id_id: Tipe
pt_br: Tipo
ru_ru: Тип

source: Template
es_es: Plantilla
pt_br: Modelo
ru_ru: Шаблон

source: Description
de_de: Beschreibung
es_es: Descripción
id_id: Deskripsi
nl_nl: Omschrijving
pt_br: Descrição
ru_ru: Описание

source: Author
de_de: Autor
es_es: Autor
id_id: Penulis
nl_nl: Auteur
pt_br: Autor
ru_ru: Автор

source: Author e-mail
es_es: Autor e-mail
id_id: E-mail penulis
nl_nl: Auteur's e-mail
pt_br: E-mail do autor
ru_ru: Адрес электронной почты автора

source: Author URL
de_de: Autor URL
es_es: Autor URL
id_id: URL penulis
nl_nl: Auteur URL
pt_br: URL do autor
ru_ru: Адрес сайта автора

source: License
de_de: Lizenz
es_es: Licencia
id_id: isensi
nl_nl: Licensie
pt_br: Licensa
ru_ru: Лицензия

source: Copyright (C)
ru_ru: Авторские права (C)

source: List postfix
es_es: Postfijo de listas
id_id: Daftar postfix
nl_nl: Lijst postfix
pt_br: Correção pós lista
ru_ru: Суффикс списка

source: Path is not a folder
de_de: Pfad ist kein Ordner
es_es: La ruta no es una carpeta
id_id: Path bukan folder
nl_nl: Pad is geen folder
pt_br: O caminho não leva a um diretório
ru_ru: Путь не указывает на папку

source: Backtrace
nl_nl: Herleiden
ru_ru: Обратная трассировка

source: The file %s could not be found
de_de: Die Datei %s konnte nicht gefunden werden
es_es: El archivo %s no se pudo encontrar
id_id: Berkas %s tidak ditemukan
nl_nl: Het bestand %s niet gevonden
pt_br: O arquivo %s não foi encontrado
ru_ru: Невозможно найти файл %s

source: Version No. %s
de_de: Version Nr. %s
es_es: Versión no. %s
id_id: Versi No. %s
nl_nl: Versie Nr. %s
pt_br: Versão no. %s
ru_ru: Версия %s

source: Actual file
de_de: Aktuelle Datei
es_es: archivo actual
id_id: Berkas sebenarnya
nl_nl: Huidig bestand
pt_br: Arquivo real
ru_ru: Действующий файл

source: Unable to write file %s
de_de: Die Datei %s konnte nicht geschrieben werden
es_es: Imposible editar el archivo %s
id_id: Tidak bisa write berkas %s
nl_nl: Kan niet schrijven naar bestand %s
pt_br: Não foi possível gravar arquivo %s
ru_ru: Невозможно записать файл %s

source: Unable to parse file %s
de_de: Die Datei %s konnte nicht geparsed werden
es_es: Imposible analizar archivo %s
id_id: Tidak bisa memilah berkas %s
nl_nl: Kan bestand %s niet parsen
pt_br: Não é possível analisar o arquivo %s
ru_ru: Невозможно интерпретировать файл %s

source: Unable to save backup version for file %s
de_de: Die Backupversion der Datei %s konnte nicht geschrieben werden
es_es: Imposible guardar versión de copia de seguridad para archivo %s
id_id: Tidak bisa menyimpan versi backup pada berkas %s
nl_nl: Kan backup versie niet opslaan voor bestand %s
pt_br: Não foi possível salvar versão de backup para o arquivo %s
ru_ru: Невозможно сохранить резервную версию файла %s

source: Unable to write the file %s
de_de: Die Datei %s konnte nicht geschrieben werden
es_es: Imposible editar archivo %s
id_id: Tidak bisa write pada berkas %s
nl_nl: Kan niet schrijven naar het bestand %s
pt_br: Não foi possível gravar o arquivo %s
ru_ru: Невозможно записать файл %s

source: Key not found: %s
de_de: Key nicht gefunden: %s
es_es: Clave no encontrada: %s
id_id: Kunci tidak ditemukan: %s
nl_nl: Sleutel niet gevonden: %s
pt_br: Chave não encontrada: %s
ru_ru: Идентификатор не найден: %s

source: Can not save version
de_de: Die Version konnte nicht gespeichert werden
es_es: No se puede guardar versión
id_id: Tidak bisa menyimpan versi
nl_nl: Kan versie niet opslaan
pt_br: Não é possível salvar a versão
ru_ru: Невозможно сохранить версию

source: File %s not found
de_de: Die Datei %s konnte nicht gefunden werden
es_es: El archivo %s no encontrado
id_id: Berkas %s tidak ditemukan
nl_nl: Bestand %s niet gevonden
pt_br: Arquivo %s não encontrado
ru_ru: Файл %s не найден

source: KEY
de_de: Schlüssel
es_es: CLAVE
id_id: KUNCI
nl_nl: SLEUTEL
pt_br: CHAVE
ru_ru: ИДЕНТИФИКАТОР

source: Used in File
de_de: Benutzt in Datei
es_es: Se utiliza en el archivo
id_id: Digunakan dalam berkas
nl_nl: Gebruikt in bestand
pt_br: Usado no Arquivo
ru_ru: Используется в файле

source: Language files analysis
de_de: Analyse der Sprachdateien
es_es: Analysys de los archivos de idioma
id_id: Analisa berkas bahasa
nl_nl: Taalbestanden analyse
pt_br: Análise de arquivos de idioma
ru_ru: Анализ языкового файла

source: Treat the first %s lines as comment
de_de: Behandeln Sie die ersten %s Zeilen als Kommentar
es_es: Tratar a los primeros %s líneas como comentario
id_id: Perlakukan %s yang pertama sebagai komentar
nl_nl: Behandel de eerste %s regels als commentaar
pt_br: Tratar as linhas do primeiro %s como comentário
ru_ru: Рассматривать первые %s строк как комментарий

source: Fold
de_de: Falten
es_es: Plegar
pt_br: Dobrar
ru_ru: Свернуть

source: Click to translate
de_de: Klicken Sie, um zu übersetzen
es_es: Haga clic para traducir
id_id: Klik untuk menterjemahkan
nl_nl: Klik om te vertalen
pt_br: Clique para traduzir
ru_ru: Нажмите для перевода

source: PATH
de_de: Pfad
es_es: RUTA
nl_nl: PAD
pt_br: CAMINHO
ru_ru: ПУТЬ

source: NOT USED
de_de: Nicht benutzt
es_es: NO UTILIZADO
id_id: TAK DIGUNAKAN
nl_nl: NIET GEBRUIKT
pt_br: NÃO USADO
ru_ru: НЕ ИСПОЛЬЗУЕТСЯ

source: No language given
de_de: Keine Sprache angegeben
es_es: No se ha proporcionado lenguaje
id_id: Tidak ada bahasa yang diberikan
nl_nl: Geen taal opgegeven
pt_br: Nenhum idioma foi dado
ru_ru: Язык не задан

source: The file %s already exists
de_de: Die Datei %s existiert bereits
es_es: El archivo %s ya existe
id_id: Berkas %s sudah ada
nl_nl: Het bestand %s bestaat al
pt_br: O arquivo %s já existe
ru_ru: Файл %s уже существует

source: Invalid options for lanuage converter
de_de: Ungültige Optionen für den Sprachenkonvertierer
es_es: Opciones no válidas para conversor de lenguaje
id_id: Opsi tak-valid untuk Pengkonversi bahasa
nl_nl: Ongeldige opties voor taal-converter
pt_br: Opções inválidas para conversor de idioma
ru_ru: Неверные параметры преобразователя языков

source: Not checked
de_de: Nicht überprüft
es_es: No se ha comprobado
id_id: Tidak dicentang
nl_nl: Niet-nagekeken
pt_br: Não verificado
ru_ru: Не проверено

source: Found
de_de: Gefunden
es_es: Encontrado
id_id: Ketemu
nl_nl: Gevonden
pt_br: Encontrar
ru_ru: Найдено

source: Not checked for UTF-8
de_de: Nicht auf UTF-8 geprüft
es_es: No se ha comprobado para UTF-8
id_id: Tidak dicentang pada UTF-8
nl_nl: Niet-nagekeken op UTF-8
pt_br: Não verificado para UTF-8
ru_ru: Не проверялось на UTF-8

source: File is not UTF-8 encoded
de_de: Die Datei ist nicht UTF-8 kodiert
es_es: El archivo no es codificación UTF-8
id_id: Berkas bukan UTF-8
nl_nl: Bestand is niet gecodeerd in UTF-8
pt_br: O arquivo não é codificado em UTF-8
ru_ru: Файл не в кодировке UTF-8

source: Not checked for BOM
de_de: Nicht auf BOM überprüft
es_es: No se ha comprobdo para BOM
id_id: Tidak dicentang pada BOM
nl_nl: Niet-nagekeken op BOM
pt_br: Não verificado para BOM
ru_ru: Не проверялось на маркеры BOM

source: No BOM
de_de: Kein BOM
es_es: Ningún BOM
id_id: Bukan BOM
nl_nl: Geen BOM
pt_br: Sem BOM
ru_ru: Без маркеров BOM

source: File Contents
de_de: Datei-Inhalte
es_es: Contenido del archivo
id_id: Konten Berkas
nl_nl: Bestandsinhoud
pt_br: Conteúdo do Arquivo
ru_ru: Содержимое файла

source: Error
de_de: Fehler
id_id: Kesalahan
nl_nl: Fout
pt_br: Erro
ru_ru: Ошибка

source: Query
de_de: Abfragen
id_id: Permintaan
pt_br: Dúvida
ru_ru: Запрос

source: The file %s could not be written to path %s
de_de: Die Datei %s konnte nicht im Pfad %s gespeichert werden
es_es: El archivo %s no ha podido escribir en la ruta %s
id_id: Berkas %s tidak bisa di-write pada path %s
nl_nl: Het bestand %s kon niet worden geschreven naar pad: %s
pt_br: O arquivo %s não pôde ser gravado no caminho %s
ru_ru: Невозможно записать файл %s по пути %s

source: No parameters for this item
de_de: Keine Parameter für diesen Eintrag
es_es: No hay parámetros para este elemento
id_id: Tidak ada parameter pada item ini
nl_nl: Geen parameter voor dit item
pt_br: Não há parâmetros para este item
ru_ru: Для этого элемента нет параметров

source: Coding Standard
nl_nl: Codeer Standaard
pt_br: Padrão de Codificação
ru_ru: Стандарты кодирования

source: Extensions
nl_nl: Extensies
pt_br: Extensão
ru_ru: Расширения

source: Arguments
nl_nl: Argumenten
pt_br: Argumentos
ru_ru: Аргументы

source: Ignore
nl_nl: Negeer
pt_br: Ignorar
ru_ru: Игнорировать

source: Warning Threshold
nl_nl: Waarschuwingsdrempel
pt_br: Limite de Aviso
ru_ru: Порог предупреждений

source: Error Threshold
nl_nl: Foutendrempel
pt_br: Limite de Erro
ru_ru: Порог ошибок

source: File or directory
nl_nl: Bestand of directory
pt_br: Arquivo ou diretório
ru_ru: Файл или каталог

source: Failure Threshold
nl_nl: Mislukkingsdrempel
pt_br: Limite de falha
ru_ru: Порог сбоев

source: Path
nl_nl: Pad
pt_br: Caminho
ru_ru: Путь

source: Abort on failure
nl_nl: Afbreken bij mislukking
pt_br: Abortar em caso de falha
ru_ru: Прервать при сбое

source: AutoCode %s not found
de_de: AutoCode %s nicht gefunden
es_es: AutoCode %s no encontrado
id_id: Autocode %s tidak ditemukan
nl_nl: AutoCode %s niet gevonden
pt_br: Autocode %s não encontrado
ru_ru: Автокод %s не найден

source: Match mismatch on %s
de_de: Match mismatch bei %s
es_es: Desajuste en %s
id_id: Penyamaan pada %s
nl_nl: Match mismatch op %s
pt_br: Corresponde não correspondente em %s
ru_ru: Несовпадение при сравнении %s

source: Can not update EasyCreator manifest
de_de: Das EasyCreator Manifest konnte nicht aktualisiert werden
es_es: No se puede actualizar el manifiesto de EasyCreator
id_id: Tidak bisa meng-update menifestasi EasyCreator
nl_nl: Kan EasyCreator manifest niet updaten
pt_br: Não é possível atualizar o EasyCreator
ru_ru: Невозможно обновить манифест EasyCreator

source: Can not update Joomla! manifest
de_de: Das Joomla! Manifest konnte nicht aktualisiert werden
es_es: No se puede actualizar el manifiesto de Joomla!
id_id: Tidak bisa update manifestasi Joomla!
nl_nl: Kan Joomla! manifest niet updaten
pt_br: Não é possível atualizar o Joomla!
ru_ru: Невозможно обновить манифест Joomla!

source: Can not update Admin menu
de_de: Das Admin Menü konnte nicht aktualisiert werden
es_es: No se puede actualizar el menú de Administración
id_id: Tidak bisa update menu Admin
nl_nl: Kan Admin menu niet updaten
pt_br: Não é possível atualizar o menu Admin
ru_ru: Невозможно обновить меню администратора
