Repository: elkuku/EasyCreator
Catalog: admin/g11n/*/*.com_easycreator.js.po
Languages: nl_nl, ru_ru

source: Please review your input
nl_nl: Controleer je invoer
ru_ru: Проверьте введенные данные

source: Loading...
nl_nl: Bezig...
ru_ru: Загрузка...

source: Delete
nl_nl: Verwijder
ru_ru: Удалить

source: Select...
nl_nl: Selecteer
ru_ru: Выбрать...

source: CodeSniffer sniffing...
nl_nl: CodeSniffer snuffelt...
ru_ru: CodeSniffer выполняет отслеживание...

source: CodeEye is checking your environment...
nl_nl: CodeEye controleert je omgeving
ru_ru: CodeEye проверяет среду выполнения...

source: This is not a number
nl_nl: Dit is geen nummer
ru_ru: Это не число

source: Please add at least one field
nl_nl: Voeg tenminste één veld toe
ru_ru: Добавьте хотя бы одно поле

source: Please choose one or more files to deploy
nl_nl: AUB kies een of meer bestanden om te configureren
ru_ru: Выберите один или несколько файлов для размещения

source: Deploying to %s
nl_nl: Configureren van %s
ru_ru: Размещение на %s

source: Obtaining downloads from: %s
nl_nl: Ophalen downloads van: %s
ru_ru: Получение загрузок от %s

source: Generating synchronization list...
nl_nl: Genereren synchronisatie-lijst...
ru_ru: Формирование списка синхронизации...

source: Deleting files on: %s
nl_nl: Verwijderen bestanden op: %s
ru_ru: Удаление файлов с %s

source: Synchronizing files on: %s
nl_nl: Synchroniseren bestanden op: %s
ru_ru: Синхронизация файлов на %s

source: Name
nl_nl: Naam
ru_ru: По названию

source: Priority
nl_nl: Prioriteit
ru_ru: Приоритет

source: Type
ru_ru: Тип

source: Add files
nl_nl: Toevoegen bestanden
ru_ru: Добавить файлы

source: New project...
nl_nl: Nieuw project...
ru_ru: Новый проект...

source: Register project...
nl_nl: Registreer project...
ru_ru: Зарегистрировать проект...

source: Loading project...
nl_nl: Project laden...
ru_ru: Загрузка проекта...

source: Checking...
nl_nl: Controleren...
ru_ru: Проверка...

source: Server error
nl_nl: Server fout
ru_ru: Ошибка сервера

source: The Latest EasyCreator version is: %s
nl_nl: De nieuwste EasyCreator versie is: %s
ru_ru: Последняя версия EasyCreator: %s

source: Your version is up-to-date
nl_nl: Uw versie is up-to-date
ru_ru: У вас актуальная версия

source: Unknown version - maybe SVN ?
nl_nl: Onbekende versie - mogelijk SVN ?
ru_ru: Неизвестная версия. Возможно, SVN?

source: Saving...
nl_nl: Bezig met opslaan...
ru_ru: Сохранение...

source: Please enter a description for the element
nl_nl: Geef aub een beschrijving op voor het element
ru_ru: Введите описание элемента

source: The element has been added
nl_nl: Het element is toegevoegd
ru_ru: Элемент добавлен

source: Text
nl_nl: Tekst
ru_ru: Текст

source: Link
ru_ru: Ссылка

source: Ordering
nl_nl: Volgorde
ru_ru: Заявка

source: Image
nl_nl: Afbeelding
ru_ru: Изображение

source: User defined
nl_nl: Gedefinieerd door gebruiker
ru_ru: Задано пользователем

source: You must provide a name
nl_nl: Je moet een naam opgeven
ru_ru: Необходимо указать имя

source: Please select a type
nl_nl: AUB selecteer een type
ru_ru: Выберите тип

source: Trigger
ru_ru: Триггер

source: Please select a package to upload
nl_nl: Selecteer aub een pakket om uploaden
ru_ru: Выберите пакет для выгрузки.

source: Deleting...
nl_nl: Bezig met verwijderen...
ru_ru: Удаление...

source: Empty
nl_nl: leeg
ru_ru: Пустой

source: Undefined Joomla! version
nl_nl: Joomla! versie niet gedefinieerd
ru_ru: Неопределенная версия Joomla!

source: Translating...
nl_nl: Bezig met vertalen...
ru_ru: Перевод...

source: You must provide a version number
nl_nl: Je moet een versienummer opgeven
ru_ru: Необходимо указать номер версии

source: You must provide a list postfix
nl_nl: Je moet een postfix voor de lijst opgeven
ru_ru: Необходимо указать суффикс списка

source: Creating your package...
nl_nl: Aanmaken van uw pakket...
ru_ru: Создание пакета...

source: Undefined Joomla! version: %s
nl_nl: Niet-gedefinieerde Joomla! versie: %s
ru_ru: Неопределенная версия Joomla!: %s
