Repository: elkuku/EasyCreator
Catalog: admin/g11n/*/*.com_easycreator.po
Languages: de_de, es_es, id_id, nl_nl, pt_br, ru_ru

source: Install templates
de_de: Templates installieren
es_es: Instalar plantillas
id_id: Pasang template
nl_nl: Installeer templates
pt_br: Instalar Modelos
ru_ru: Установка шаблонов

source: Select a template package to import
de_de: Bitte wählen Sie eine Templatepaket zum Importieren
es_es: Seleccione un paquete de plantillas para importar
id_id: Pilih paket template untuk di import
nl_nl: Selecteer een template pakket voor import
pt_br: Favor selecionar um pacote para importar
ru_ru: Выберите пакет шаблона для импорта

source: Package File
de_de: Paket Datei
es_es: El archivo de paquetes
id_id: Berkas Paket
nl_nl: Pakket bestand
pt_br: Pacote de Arquivo
ru_ru: Файл пакета

source: Upload and install package
de_de: Paket hochladen und installieren
es_es: Cargar e instalar el paquete
id_id: Unggah dan pasang paket
nl_nl: Upload en installeer pakket
pt_br: Enviar e Instalar Pacote
ru_ru: Выгрузить и установить пакет

source: Extension templates
de_de: Vorlagen für Erweiterung
es_es: Plantillas de extensiones
id_id: Template ekstensi
nl_nl: Extensie templates
pt_br: Modelos de Extensão
ru_ru: Шаблоны расширений

source: Extension templates parts
de_de: Extension Templates Teile
es_es: Piezas de plantillas de extensiónes
id_id: Bagian template ekstensi
nl_nl: Extensie templates delen
pt_br: Modelos de partes da extensão
ru_ru: Части шаблонов расширений

source: Standard files
de_de: Standarddateien
es_es: Archivos estandard
id_id: Berkas-berkas standar
nl_nl: Standaard bestanden
pt_br: Arquivos padrões
ru_ru: Стандартные файлы

source: Template variables
nl_nl: Template variabelen
pt_br: Variáveis ​​de Modelo
ru_ru: Переменные шаблонов

source: Common variables
nl_nl: Algemene variabelen
pt_br: Variáveis ​​Comuns
ru_ru: Общие переменные

source: Custom variables
nl_nl: Aangepaste variabelen
pt_br: Variáveis Personalizadas
ru_ru: Специальные переменные

source: Custom variables may be defined in every template using the file options.php
nl_nl: Aangepaste variabelen kunnen gedefiniëerd worden in elke template die het bestand options.php gebruikt
pt_br: Variáveis ​​personalizadas podem ser definidas em cada modelo usando o arquivo options.php
ru_ru: Специальные переменные можно задать для каждого шаблона, используя файл options.php

source: Manage EasyCreator Extension Templates
de_de: Verwalten von EasyCreator Extension Templates
es_es: Extensión de Gestión de Plantillas EasyCreator
id_id: Kelola Template Ekstensi EasyCreator
nl_nl: Beheer EasyCreator extensie templates
pt_br: Gerenciador de Modelos de Extensão do EasyCreator
ru_ru: Управление шаблонами расширений EasyCreator

source: Install
de_de: Installieren
es_es: Instalar
id_id: Pasang
nl_nl: Installeer
pt_br: Instalar
ru_ru: Установить

source: Installs EasyCreator Extension Templates
de_de: Installiert EasyCreator Extension Templates
es_es: Instala Extensión EasyCreator Plantillas
id_id: Pasang Template Ekstensi EasyCreator
nl_nl: Installeert EasyCreator extensie templates
pt_br: Instalar Modelos de Extensão EasyCreator
ru_ru: Установка шаблонов расширений EasyCreator

source: Exports EasyCreator Extension Templates
de_de: Exportiert EasyCreator Extension Templates
es_es: Las exportaciones de Extensión EasyCreator Plantillas
id_id: Ekspor Template Ekstensi EasyCreator
nl_nl: Exporteert EasyCreator extensie templates
pt_br: Exportar Modelos de Extensão EasyCreator
ru_ru: Экспорт шаблонов расширений EasyCreator

source: Please add some extensions to your package before creating it
id_id: Silakan menambahkan beberapa ekstensi-ekstensi pada paket sebelum membuatnya
nl_nl: AUB voeg extensies toe aan je pakket alvorens dit aan te maken
pt_br: Por favor, adicione algumas extensões para o seu pacote antes de criá-lo
ru_ru: Перед созданием пакета добавьте в него файлы

source: Create %s
de_de: %s erstellen
es_es: Crear %s
id_id: Buat %s
nl_nl: Aanmaken %s
pt_br: Criar %s
ru_ru: Создать %s

source: Build actions
nl_nl: Build acties
pt_br: Ações de Construção
ru_ru: Действия при сборке

source: No build actions defined
nl_nl: Geen build acties gedefiniëerd
pt_br: Nenhuma ação de construção definida
ru_ru: Действия при сборке не определены

source: The folder where your final package ends up. The folders extension_name and version will be added automatically.<br />If left blank the default folder will be used.
nl_nl: De folder waar uw definitief pakket wordt opgeslagen. De folders extensie_naam en versie worden automatisch toegevoegd.<br />Leeg gelaten wordt de standaard folder gebruikt.
pt_br: A pasta onde o pacote final acaba.A pasta extension_name e versão será adicionado automaticamente.&lt;br /&gt; Se deixado em branco na pasta padrão será usado.
ru_ru: Папка, в которой сохраняется готовый пакет. Папки, соответствующие имени расширения и номеру версии, будут добавлены автоматически.<br />Если оставить незаполненным, будет использоваться папка по умолчанию.

source: The folder has been created
nl_nl: De folder is aangemaakt
pt_br: A pasta foi criada
ru_ru: Папка создана

source: Unable to create the build folder - please check !
nl_nl: Kan de build folder niet aanmaken - AUB controleren!
pt_br: Não é possível criar a pasta de construção - por favor verifique!
ru_ru: Невозможно создать папку. Требуется проверка!

source: Packing format options
de_de: Kompression
es_es: Opciones de formato de compresión
id_id: Opsi format pemaketan
nl_nl: Pakket formaat opties
pt_br: Opções de formato de pacote
ru_ru: Параметры формата упаковки

source: Customize
de_de: Anpassen
es_es: Personalizar
id_id: Kustomisasi
nl_nl: Aanpassen
pt_br: Personalize
ru_ru: Настройка

source: Automatically create a package of your extension.
id_id: Otomatis membuat paket untuk ekstensi anda.
nl_nl: Maakt automatisch een pakket van je extensie aan.
pt_br: Criar automaticamente um pacote de sua extensão.
ru_ru: Автоматическое создание пакета расширения.

source: Archive
de_de: Archiv
es_es: Archivo
id_id: Arsip
nl_nl: Archief
pt_br: Arquivo
ru_ru: Архив

source: View archived versions of your extension.
id_id: Tampilkan versi yang telah tersimpan pada ekstensi anda.
nl_nl: Bekijk ge-archiveerde versies van je extensie.
pt_br: Ver versões arquivadas de sua extensão.
ru_ru: Просмотр архивных версий расширения.

source: CodeSniffer
pt_br: Código Sniffer

source: JVersion
nl_nl: JVersie

source: CodeEye
de_de: CodeEyes
es_es: CodeEyes

source: J! API
es_es: API J!
