Repository: elkuku/EasyCreator
Catalog: admin/g11n/*/*.com_easycreator.po
Languages: de_de, es_es, id_id, nl_nl, pt_br, ru_ru

source: This will map an existing table and create an admin interface and menu link
es_es: Esto mapeará una tabla existente y creará una interfaz de administrador y enlace de menú
id_id: Ini akan memetakan tabel yang ada dan membuat tampilan admin dan tautan menu
nl_nl: Dit brengt een bestaande tabel in kaart en maakt een admin interface en menu link aan
pt_br: Isto irá mapear uma tabela existente e criará uma interface de administração e link do menu
ru_ru: Сопоставление с существующей таблицей и создание интерфейса администратора и команды меню

source: Menu link
de_de: Menülink
es_es: Enlace de menú
id_id: Tautan menu
pt_br: Link do Menu
ru_ru: Команда меню

source: Create a menu link
de_de: Erstelle einen Menülink
es_es: Crear un enlace de menú
id_id: Buat tautan menu
nl_nl: Maak een menu link
pt_br: Criar um Link do Menu
ru_ru: Создать команду меню

source: No table fields found
de_de: Keine Tabellenfelder gefunden
es_es: Campos de tabla no encontrados
id_id: Tidak ada ruang tabel yang ditemukan
nl_nl: Geen tabel velden gevonden
pt_br: Nenhum campo da tabela encontrado
ru_ru: Поля таблицы не найдены

source: Include
es_es: Incluir
id_id: Termasuk
nl_nl: Bijvoegen
pt_br: Incluir
ru_ru: Включить

source: Editable
id_id: Bisa diubah
nl_nl: Schrijfbaar
pt_br: Editável
ru_ru: Изменяемое

source: Unable to create menu link
es_es: Imposible crear enlace de menú
id_id: Tidak bisa membuat tautan menu
nl_nl: Kan geen menu link aanmaken
pt_br: Não é possível criar link do menu
ru_ru: Невозможно создать команду меню

source: This will map an existing table to a table class
es_es: Esto mapeará una tabla existente a una clase de tabla
id_id: Ini akan memetakan tabel yang ada pada class tabel
nl_nl: Dit wijst een bestaande tabel toe aan een table class
pt_br: Isto irá mapear uma tabela existente para uma classe de tabela
ru_ru: Сопоставление существующей таблицы с классом таблицы

source: Choose...
es_es: Seleccionar...
id_id: Pilih...
nl_nl: Kies...
pt_br: Escolher...
ru_ru: Выбор...

source: A standard, empty, Changelog
es_es: Un registro de cambios estándar, vacío
id_id: Standar, kosong, Changelog
nl_nl: Een standaard lege Changelog
pt_br: Um padrão, vazio, Log de Mudanças
ru_ru: Стандартная пустая история изменений

source: This project already has a changelog
es_es: Este proyecto ya tiene un registro de cambios
id_id: Proyek ini sudah mempunyai changelog
nl_nl: Dit project heeft al een changelog
pt_br: Este projeto já tem um Log de Mudanças
ru_ru: Для этого проекта уже есть история изменений

source: Common install Script
es_es: Script de instalación común
id_id: Skrip pemasangan umum
nl_nl: Algemeen installatie-script
pt_br: Script de Instalação Comum
ru_ru: Общий сценарий установки

source: Script containing functions to execute during install, update and uninstall
es_es: Script con funciones para ejecutar durante la instalación, actualización y desinstalación
nl_nl: Script bevat functies om tijdens installaties, update en de-installatie uit te voeren
pt_br: Script contendo funções para executar durante a instalação, atualização e desinstalação
ru_ru: Сценарий, содержащий функции, выполняемые в процессе установки, обновления и удаления

source: Install scripts are available for Joomla! 1.6 + projects only
nl_nl: Installatie-scripts zijn alleen beschikbaar voor Joomla! 1.6 + projecten
pt_br: A instalação do Script está disponível somente para projetos do Joomla! 1.6
ru_ru: Сценарии установки доступны только для проектов Joomla! 1.6+

source: This project already has an install file - consider removing it
es_es: Este proyecto ya tiene un archivo de instalación - considere eliminarlo
id_id: Proyek ini sudah mempunyai berkas pemasangan - pertimbangkan untuk menyingkirkannya
nl_nl: Dit project heeft al een installeer-bestand - overweeg deze te verwijderen
pt_br: Este projeto já tem um arquivo de instalação - considerar a sua remoção
ru_ru: Для этого проекта уже есть файл установки — возможно, его целесообразно удалить

source: Install and Uninstall routine for packages
es_es: Rutina de Instalación y Desinstalación para paquetes
id_id: Pasang dan Cabut rutinitas paket
nl_nl: Installeer en de-installeer routine voor pakketten
pt_br: Instalar e Desinstalar rotina para pacotes
ru_ru: Функции установки и удаления для пакетов

source: View not found
es_es: Vista no encontrada
id_id: View tidak ditemukan
nl_nl: Weergave niet gevonden
pt_br: Visão não encontrada
ru_ru: Представление не найдено

source: Lists Data from a specific table.
es_es: Muestra datos de una tabla específica
id_id: Daftar Data dari table tertentu.
nl_nl: Data oplijsten uit een bepaalde tabel
pt_br: Listas de dados de uma tabela específica.
ru_ru: Выводит данные из определенной таблицы.

source: Menu link:
es_es: Enlace de menú:
id_id: Tautan menu:
pt_br: Link do menu:
ru_ru: Команда меню:

source: A simple, empty, view
es_es: Una vista simple, vacía
id_id: Sederhana, kosong, tampilan
nl_nl: Een eenvoudige lege weergave
pt_br: Um simples, Visão, Vazia
ru_ru: Простое пустое представление

source: MD5 check failed on file: %s
de_de: MD5 Prüfung fehlgeschlagen für die Datei: %s
es_es: Error de comprobación MD5 en archivo: %s
id_id: Pemeriksaan MD5 gagal pada berkas: %s
nl_nl: MD5 controle mislukt in bestand: %s
pt_br: Verificação MD5 falhou no arquivo: %s
ru_ru: Ошибка проверки MD5 для файла %s

source: Checking MD5 sums...
de_de: Überprüfen der MD5-Summen ...
es_es: Comprobación de sumas MD5 ...
id_id: Memeriksa sum MD5...
nl_nl: Controle van MD5 sommen...
pt_br: Verificando somas MD5 ...
ru_ru: Проверка сумм MD5...

source: %d files checked...
es_es: %d archivos comprobados...
id_id: %d berkas diperiksa...
nl_nl: %d bestanden gechecked...
pt_br: %d arquivos verificados...
ru_ru: Проверено файлов: %d...

source: There have been errors
de_de: Es traten Fehler auf !
es_es: Ha habido errores!
id_id: Disana terdapat kesalahan
nl_nl: Er zijn fouten gevonden
pt_br: Houve erros
ru_ru: Имеются ошибки

source: OK
ru_ru: ОК

source: Class prefix
pt_br: Prefixo de Classe
ru_ru: Префикс класса

source: First Things First
de_de: Eins nach dem anderen
es_es: Lo primero es lo primero
id_id: Utamakan yang pertama
nl_nl: Begin bij het begin
pt_br: As primeiras Coisas Primeiro
ru_ru: Начало

source: Check your environment
de_de: Überprüfen Sie Ihre Umgebungsvariablen
es_es: Comprobar las variables de su entorno
id_id: Periksa lingkungan anda
nl_nl: Controleer je omgeving
pt_br: Verifique o seu ambiente
ru_ru: Проверьте среду выполнения

source: Console
de_de: Konsole
es_es: Consola
id_id: Konsol
ru_ru: Консоль

source: git status
es_es: estado de git
id_id: status git
ru_ru: Статус git

source: Output
de_de: Ausgabe
es_es: Salida
id_id: Keluaran
pt_br: Saída
ru_ru: Вывод

source: Sniff folder
es_es: Carpeta de Sniff
id_id: Folder sniff
nl_nl: Snuffel folder
pt_br: Pasta Sniff
ru_ru: Папка слежения

source: Perform only
es_es: Solo acción
id_id: Hanya melakukan
nl_nl: Alleen afspelen
pt_br: Somente Performance
ru_ru: Только выполнить

source: Options
de_de: Optionen
es_es: Opciones
id_id: Opsi
nl_nl: Opties
pt_br: Opções
ru_ru: Параметры

source: Generate documentation
de_de: Dokumentation erzeugen
es_es: Generar la documentación
id_id: Hasilkan dokumentasi
nl_nl: Genereer documentatie
pt_br: Gerar Documentação
ru_ru: Сформировать документацию

source: Click a file to create a skeleton class.
es_es: Haga clic en un archivo para crear una clase esqueleto
id_id: Klik berkas untuk membuat tulang class
nl_nl: Klik op een bestand om een skeleton class aan te maken.
pt_br: Clique em um arquivo para criar uma classe de esqueleto.
ru_ru: Выберите файл, чтобы создать заготовку класса.

source: Tests
es_es: Pruebas
id_id: Pengetesan
pt_br: Teste
ru_ru: Тесты

source: Click a to execute a UnitTest.
es_es: Clic para ejecutar un Test de Unidad.
id_id: Klik untuk mengeksekusi UnitTest
nl_nl: Klik a om een UnitTest uit te voeren.
pt_br: Clique para executar um UnitTest
ru_ru: Нажмите, чтобы выполнить модульное тестирование.

source: Show results
es_es: Mostrar resultados
id_id: Lihat hasil
nl_nl: Toon resultaten
pt_br: Mostrar Resultados
ru_ru: Показать результаты

source: Show console output
es_es: Mostrar salida por consola
id_id: Lihat keluaran konsol
nl_nl: Toon console output
pt_br: Mostrar Saída do Console
ru_ru: Показать вывод консоли

source: Please click to
es_es: Por favor haga clic para
id_id: Harap klik pada
nl_nl: AUB klik om
pt_br: Por Favor Clique para
ru_ru: Нажмите, чтобы

source: Reflect the %s project
es_es: Reflejar el proyecto %s
id_id: Reflek proyek %s
nl_nl: Overweeg het %s project
pt_br: Refletir o projeto %s
ru_ru: Отразить проект %s

source: Or click on an individual file on the left side
es_es: O click en un archivo individual en la parte izquierda
id_id: Atau klik pada berkas tersendiri pada sisi kiri
nl_nl: Of klik op een enkel bestand aan de linker kant
pt_br: Ou clique em um arquivo individual no lado esquerdo
ru_ru: или выберите отдельный файл в левой части

source: Lines
de_de: Zeilen
es_es: Líneas
id_id: Barisan
nl_nl: Regels
pt_br: Linhas
ru_ru: Линии

source: View Source
de_de: Quelltext betrachten
es_es: Ver código fuente
id_id: Lihat Sumber
nl_nl: Bekijk bron
pt_br: Ver Fonte
ru_ru: Просмотр исходного кода

source: Properties
de_de: Eigenschaften
es_es: Propiedades
id_id: Properti-properti
nl_nl: Eigenschappen
pt_br: Propriedades
ru_ru: Свойства

source: Methods
de_de: Methoden
es_es: Métodos
id_id: Metode
nl_nl: Methoden
pt_br: Métodos
ru_ru: Методы

source: Source code
de_de: Quellcode
es_es: Código fuente
id_id: Kode sumber
nl_nl: Broncode
pt_br: Código Fonte
ru_ru: Исходный код

source: Run a CLI application
es_es: Ejecutar una aplicación CLI
id_id: Jalankan aplikasi CLI
nl_nl: Start een CLI applicatie
pt_br: Executar um aplicativo CLI
ru_ru: Выполнить приложение командной строки

source: Execute
es_es: Ejecutar
id_id: Eksekusi
nl_nl: Uitvoeren
pt_br: Executar
ru_ru: Выполнить

source: Run a Web application
es_es: Ejecutar una aplicación Web
id_id: Jalankan aplikasi Web
nl_nl: Start een Web applicatie
pt_br: Executar uma aplicação da Web
ru_ru: Выполнить веб-приложение

source: Code
es_es: Código
id_id: Kode
pt_br: Código
ru_ru: Код

source: Comments
de_de: Kommentare
es_es: Comentarios
id_id: Komentar
nl_nl: Commentaren
pt_br: Comentário
ru_ru: Комментарии

source: Blanks
de_de: Leerzeilen
es_es: En blanco
id_id: Kosong
nl_nl: Leegtes
pt_br: Espaços em branco
ru_ru: Пробелы

source: Images
es_es: Imágenes
id_id: Gambar
nl_nl: Afbeeldingen
pt_br: Imagens
ru_ru: Изображение

source: TOTAL
nl_nl: TOTAAL
ru_ru: ИТОГО

source: Color scheme
es_es: Esquema de color
id_id: Skema warna
nl_nl: Kleurenschema
pt_br: Esquema de Cor
ru_ru: Цветовая схема

source: Generate statistics
de_de: Statistiken generieren
es_es: Generar estadísticas
id_id: Menghasilkan statistik
nl_nl: Genereer statistieken
pt_br: Gerar Estatistificaras
ru_ru: Сформировать статистику

source: Extension %s Code statistics
es_es: Estadísticas de código de extensión %s
id_id: Statistik Kode Ekstensi %s
nl_nl: Extensie %s code statistieken
pt_br: Estatísticas de Código da Extensão %s
ru_ru: Статистика кода расширения %s

source: Copy bootstrap.php to Joomla root
de_de: Die Datei bootstrap.php nach Joomla! root kopieren
es_es: Copia Bootstrap.php a Joomla! raíz
id_id: Salin bootstrap.php ke root Joomla
nl_nl: Kopieer bootstrap.php naar Joomla root
pt_br: Copie bootstrap.php para a raiz do Joomla
ru_ru: Скопировать bootstrap.php в корневую папку Joomla

source: Bootstrap file not found
de_de: Bootstrap-Datei nicht gefunden
es_es: No se encuentra el archivo bootstrap
id_id: Berkas bootstrap tidak ditemukan
nl_nl: Bootstrap bestand niet gevonden
pt_br: Arquivo de inicialização não encontrado
ru_ru: Файл bootstrap не найден

source: Create Test directory
de_de: Test Verzeichnis Erstellen
es_es: Crear directorio de prueba
id_id: Buat Direktori Test
nl_nl: Maak test directory
pt_br: Criar diretório de Teste
ru_ru: Создать тестовый раздел

source: No tests defined yet
de_de: Es sind noch keine Tests definiert
es_es: No existen pruebas aún
id_id: Belum ada tes yang ditentukan
nl_nl: Nog geen tests gedefiniëerd
pt_br: Sem testes definido ainda
ru_ru: Тесты еще не определены

source: Unit tests for %s not available yet
es_es: Las pruebas unitarias para %s aún no están disponibles
id_id: Tes unit %s belum tersedia
nl_nl: Unit tests voor %s nog niet beschikbaar
pt_br: Testes de unidade para %s não está disponível ainda
ru_ru: Модульные тесты для %s еще не доступны

source: Use CodeSniffer to assure coding standards.
es_es: Utilice CodeSniffer para asegurar codificación estándar.
id_id: Gunakan CodeSniffer memastikan standar pengkodean.
nl_nl: Gebruik CodeSniffer om codering standaards te controleren
pt_br: Usar Código Sniffer para assegurar padrões de codificação
ru_ru: Используйте CodeSniffer для проверки на соответствие стандартам кодирования.

source: Duplicated Code
es_es: Código duplicado
id_id: Kode Salinan
nl_nl: Dupliceer code
pt_br: Código Duplicado
ru_ru: Повторяющийся код

source: Searches your code for duplicates.
es_es: Busca duplicados en su código.
id_id: Mencari kode anda untuk duplikasi/penyalinan.
nl_nl: Doorzoekt je code op duplicaten.
pt_br: Procura o seu código duplicado.
ru_ru: Поиск повторяющихся фрагментов в коде.

source: PHPUnit Tests
es_es: Pruebas de PHPUnit
id_id: Pengetesan PHPUnit
pt_br: Testes PHPUnit
ru_ru: Тесты PHPUnit

source: Generates and executes PHPUnit Tests.
es_es: Genera y ejecuta Pruebas de PHPUnit
id_id: Hasilkan dan melaksanakan pengetesan PHPUnit.
nl_nl: Genereert en voert PHPUnit Tests uit
pt_br: Gera e executa testes PHPUnit.
ru_ru: Формирование и выполнение тестов PHPUnit.

source: Selenium Tests
es_es: Pruebas de Selenium
id_id: Pengetesan Selenium
pt_br: Testes de selênio
ru_ru: Тесты Selenium

source: Generates and executes Selenium Tests.
es_es: Genera y ejecuta pruebas de Selenium.
id_id: Hasilkan dan melaksanakan Pengetesan Selenium.
nl_nl: Genereert en voert selenium Tests uit.
pt_br: Gera e executa testes de selênio.
ru_ru: Формирование и выполнение тестов Selenium

source: Create automatic documentation for your project with PHPDocumentor.
es_es: Cree documentación automática para su proyecto con PHPDocumentor.
id_id: Buat dokumentasi otomatis untuk proyek anda dengan PHPDocumentor.
nl_nl: Maakt automatisch documentatie aan voor je project met PHPDocumentator.
pt_br: Criar documentação automática para o seu projeto com PHPDocumentor.
ru_ru: Автоматическое создание документации по проекту с использованием PHPDocumentor.

source: Count the lines of code you have written.
id_id: Hitung barisan kode yang telah anda tulis.
nl_nl: Telt het aantal code regels die je hebt geschreven.
pt_br: Conte as linhas de código que você escreveu.
ru_ru: Подсчет количества строк написанного кода.

source: Statistics
de_de: Statistik
es_es: Estadísticas
id_id: Statistik
nl_nl: Statistieken
pt_br: Estatística
ru_ru: Статистика

source: Shows some statistics about your project.
de_de: Zeigt einige Statistiken über Ihr Projekt.
es_es: Muestra algunas estadísticas acerca de su proyecto.
id_id: Menampilkan beberapa statistik mengenai proyek anda.
nl_nl: Toont sommige statistieken van je project.
pt_br: Mostra algumas estatísticas sobre seu projeto.
ru_ru: Отображение статистической информации по проекту.

source: Statistics2
id_id: Statistik2
ru_ru: Статистика 2

source: Reflection
id_id: Refleksi
nl_nl: Overweging
pt_br: Reflexão
ru_ru: Отражение

source: Displays information about your project (experimental).
es_es: Muestra información sobre su proyecto (experimental).
id_id: Menampilkan informasi mengenai proyek anda (eksperimen).
nl_nl: Toont informatie over je project (experimenteel).
pt_br: Exibe informações sobre o projeto (experimental).
ru_ru: Отображение информации о проекте (экспериментальная функция).

source: CLI Runner
id_id: Pesuruh CLI
pt_br: Executador CLI
ru_ru: Запуск через командную строку

source: Runs a CLI Application
id_id: Jalankan aplikasi CLI
nl_nl: Start een CLI applicatie
pt_br: Executa um aplicativo CLI
ru_ru: Запуск приложения командной строки

source: Web Runner
id_id: Pesuruh Web
pt_br: Executador Web
ru_ru: Запуск через веб

source: Runs a Web Application
id_id: Jalannkan Aplikasi Web
nl_nl: Start een Web applicatie
pt_br: Executa uma aplicação da Web
ru_ru: Запуск веб-приложения

source: %s Configuration
id_id: %s Konfigurasi
nl_nl: %s Configuratie
pt_br: Configuração %s
ru_ru: Конфигурация %s

source: Status
pt_br: Estado
ru_ru: Статус

source: Check all
nl_nl: Check alle
pt_br: Checar tudo
ru_ru: Выбрать все

source: Check all new
nl_nl: Check alle nieuwe
pt_br: Checar todos os novos
ru_ru: Выбрать все новые

source: Check all modified
nl_nl: Check alle gewijzigde
pt_br: Checar todos os modificados
ru_ru: Выбрать все измененные

source: Check all deleted
nl_nl: Check alle verwijderde
pt_br: Checar todos os apagados
ru_ru: Выбрать все удаленные

source: Uncheck all
nl_nl: Uit checken alle
pt_br: Desmarcar todos
ru_ru: Отменить выбор

source: Synchronize remote
nl_nl: Synchroniseer externe
pt_br: Sincronização Remota
ru_ru: Удаленная синхронизация

source: Reload local
nl_nl: Herlaad local
pt_br: Atualizar locais
ru_ru: Локальная перезагрузка

source: Credentials
nl_nl: Referenties
pt_br: Credenciais
ru_ru: Данные авторизации

source: Server
pt_br: Servidor
ru_ru: Сервер

source: Port
nl_nl: Poort
pt_br: Porta
ru_ru: Порт

source: Base Directory
nl_nl: Basis Directory
pt_br: Diretório Base
ru_ru: Базовый каталог

source: Downloads Directory
pt_br: Diretório de Downloads
ru_ru: Каталог для загрузки

source: User
nl_nl: Gebruiker
pt_br: Usuário
ru_ru: Пользователь

source: Password
nl_nl: Wachtwoord
pt_br: Senha
ru_ru: Пароль

source: Repository Owner
nl_nl: Repository Eigenaar
pt_br: Proprietário da loja
ru_ru: Владелец репозитория

source: Repository
pt_br: Loja
ru_ru: Репозиторий

source: Source files
nl_nl: Bronbestanden
pt_br: Arquivos fonte
ru_ru: Исходные файлы

source: Files to deploy
nl_nl: Bestanden om te configureren
pt_br: Arquivos para Integrar
ru_ru: Файлы для размещения

source: Destination
nl_nl: Doel
pt_br: Destino
ru_ru: Назначение

source: Joomla! update
pt_br: Atualizar Joomla!
ru_ru: Обновление Joomla!

source: Archive is empty
de_de: Das Archiv ist leer
es_es: Archivo está vacío
id_id: Arsip kosong
nl_nl: Archief is leeg
pt_br: O Arquivo está vazio
ru_ru: Архив пуст

source: No ZIP files found
de_de: Keine Zipdateien gefunden
es_es: No se han encontrado archivos ZIP
id_id: Tidak ditemukan berkas-berkas ZIP
nl_nl: Geen ZIP bestanden gevonden
pt_br: Nenhum arquivo ZIP encontrado
ru_ru: Файлы ZIP не найдены

source: Modified
de_de: Geändert
es_es: Modificado
id_id: Dimodifokasi
nl_nl: Gewijzigd
pt_br: Modificado
ru_ru: Изменено

source: Manage
nl_nl: Beheer
pt_br: Gerenciar
ru_ru: Управление

source: Get List
nl_nl: Haal lijst
pt_br: Obter Lista
ru_ru: Получить список

source: Update files
nl_nl: Bijwerken bestanden
pt_br: Atualizar Arquivos
ru_ru: Обновить файлы

source: Add file
nl_nl: Bestand toevoegen
pt_br: Adicionar Arquivos
ru_ru: Добавить файл

source: Deploys the project files to your server.
nl_nl: Configureert de project-bestanden naar je server.
pt_br: Implanta os arquivos do projeto para o seu servidor.
ru_ru: Размещает файлы проекта на сервере.

source: This deploys you package to a server.
nl_nl: Dit configureert je pakket naar een server
pt_br: Isso implanta seu pacote em um servidor
ru_ru: Это действие разместит ваш пакет на сервере.

source: Configuration settings
de_de: Konfiguration und Einstellungen
es_es: Ajustes de configuración
id_id: Pengaturan konfigurasi
nl_nl: Configuratie instellingen
pt_br: As definições de configuração
ru_ru: Настройка конфигурации

source: Please set your personal information in %s
de_de: Bitte wählen Sie Ihre persönlichen Angaben in %s
es_es: Por favor escriba su información personal en %s
id_id: Harap mengatur informasi pribadi anda dalam %s
nl_nl: Bepaal je persoonlijke informatie in %s
pt_br: Por favor, defina sua informação pessoal em %s
ru_ru: Задайте личную информацию в %s

source: EasyCreator Information
de_de: EasyCreator Informationen
es_es: Easycreator información
id_id: Informasi EasyCreator
nl_nl: EasyCreator informatie
pt_br: Informação do EasyCreator
ru_ru: Информация об EasyCreator

source: Credits
es_es: Créditos
id_id: Penghargaan
nl_nl: Referenties
pt_br: Créditos
ru_ru: Об авторе

source: Documentation
de_de: Dokumentation (Englisch)
es_es: Documentación (Inglés)
id_id: Dokumentasi
nl_nl: Documentatie
pt_br: Documentação
ru_ru: Документация

source: Forum
es_es: Foro
ru_ru: Форум

source: Bugtracker
es_es: Rastreador de errores
id_id: Bugtacker
ru_ru: Отслеживание ошибок

source: Feature requests
es_es: Pedido de funciones
id_id: Permintaan fitur
nl_nl: Feature aanvragen
pt_br: Solicitações de Recursos
ru_ru: Запросы функций

source: Version check
de_de: Versionskontrolle
es_es: Verificar su versión
id_id: Periksa versi
nl_nl: Versie controle
pt_br: Verificar a Versão
ru_ru: Проверка версии

source: Git repository
id_id: Gudang Git
pt_br: Repositório Git
ru_ru: Репозиторий Git

source: Recent commits
id_id: Komit terbaru
nl_nl: Recente ongelukjes
pt_br: Recente comete
ru_ru: Последние версии

source: Help translating
id_id: Bantu menterjemahkan
nl_nl: Help vertalen
pt_br: Ajudar a Traduzir
ru_ru: Помочь с переводом

source: Support EasyCreator by adding it to your stack at Ohloh
de_de: Unterstützen Sie EasyCreator, indem Sie ihn auf Ihrem Stack bei Ohloh hinzufügen.
es_es: Apoya EasyCreator añadiendolo a su pila en Ohloh
id_id: Dukung EasyCreator dengan menambahkannya ke tumpukan anda pada Ohloh
nl_nl: Steun EasyCreator door toevoeging aan je stack bij Ohloh
pt_br: Suporte EasyCreator adicionando-a a sua pilha de Ohloh
ru_ru: Поддержите EasyCreator — добавьте его в стек на Ohloh

source: Registered Projects
de_de: Registrierte Projekte
es_es: Proyectos registrados
id_id: Proyek Terdaftar
nl_nl: Geregistreerde projecten
pt_br: Projetos Registrados
ru_ru: Зарегистрированные проекты

source: Configure
de_de: Konfiguration
es_es: Configurar
id_id: Mengatur
nl_nl: Configureer
pt_br: Configurar
ru_ru: Настроить

source: None found
de_de: Keine gefunden
es_es: Ninguno encontrado
id_id: Tidak menemukan apa-apa
nl_nl: Geen gevonden
pt_br: Nenhum encontrado
ru_ru: Не найдено

source: Create your first project
de_de: Erstellen Sie das erstes Projekt
es_es: Crea su primer proyecto
id_id: Buat proyek pertama anda
nl_nl: Maak je eerste project
pt_br: Criar o seu primeiro projeto
ru_ru: Создайте первый проект

source: This extension is not compatible with MS internet explorer R
de_de: Diese Erweiterung ist nicht kompatibel mit MS Internet Explorer (R)
es_es: Esta extensión no es compatible con MS Internet Explorer (R)
id_id: Ekstensi ini tidak bisa digunakan dengan MS internet explorer R
nl_nl: Deze extensie is niet compatibel met MS internet explorer R
pt_br: Esta extensão não é compatível com o MS Internet Explorer®
ru_ru: Это расширение не совместимо с MS internet explorer R

source: See: <a href="%s">docs.joomla.org/Setting up your workstation for Joomla! development</a>
es_es: Ver: <a href="%s">docs.joomla.org/Preparando su estación para desarrolar con Joomla!</a>
id_id: Lihat: <a href="%s">docs.joomla.org/Setting up your workstation for Joomla! development</a>
nl_nl: Zie: <a href="%s">docs.joomla.org/Setting up your workstation for Joomla! development</a>
pt_br: Veja: <a href="%s">docs.joomla.org/Crie sua estação de trabalho para o Joomla! Desenvolvimento</a>
ru_ru: См.: <a href="%s">docs.joomla.org/Setting up your workstation for Joomla! development</a>
