Repository: elkuku/EasyCreator
Catalog: admin/g11n/*/*.com_easycreator.config.po
Languages: nl_nl, pt_br, ru_ru, sv_se

source: EasyCreator helps creating Extensions for Joomla!
nl_nl: EasyCreator helpt bij het aanmaken van Extensies voor Joomla!
pt_br: EasyCreator ajuda a criar extensões para Joomla!
ru_ru: EasyCreator помогает создавать расширения для Joomla!

source: Personal information
nl_nl: Persoonlijke informatie
pt_br: Informação Pessoal
ru_ru: Личная информация
sv_se: Personlig information

source: Author
nl_nl: Auteur
pt_br: Autor
ru_ru: Автор
sv_se: Upphovsman

source: Author e-mail
nl_nl: Auteur's e-mail
pt_br: Email do Autor
ru_ru: Адрес электронной почты автора
sv_se: Upphovsman e-post

source: Author URL
nl_nl: Auteur URL
pt_br: URL do Autor
ru_ru: Адрес сайта автора
sv_se: Upphovsman URL

source: License
nl_nl: Licensie
pt_br: Licença
ru_ru: Лицензия
sv_se: Licens

source: Copyright
ru_ru: Авторские права
sv_se: Upphovsrätt

source: Package creation
nl_nl: Pakket aanmaak
pt_br: Criação de Pacote
ru_ru: Создание пакета
sv_se: Skapa paket

source: Build directory
pt_br: Criar diretório
ru_ru: Каталог сборки

source: Custom name default
nl_nl: Aangepaste naam standaard
pt_br: Nome Personalizado Padrão
ru_ru: Специальное имя по умолчанию
sv_se: Standard anpassat namn

source: Custom name
nl_nl: Aangepaste naam
pt_br: Nome Personalizado
ru_ru: Специальное имя
sv_se: Anpassat namn

source: Various
nl_nl: Diversen
pt_br: Vários
ru_ru: Разное
sv_se: Olika

source: Help Type
pt_br: Tipo de Ajuda
ru_ru: Тип помощи
sv_se: Hjälp Typ

source: Editor type
pt_br: Tipo de Editor
ru_ru: Тип редактора
sv_se: Redigeringsverktyg

source: Editor font size
pt_br: Tamanho de Fonte do Editor
ru_ru: Размер шрифта редактора
sv_se: Redigeringsverktyg textstorlek

source: Local API copy
pt_br: Cópia da API Local
ru_ru: Локальная копия API
sv_se: Lokal API kopia

source: Livesite warning
nl_nl: Livesite waarschuwing
pt_br: Aviso de Livesite
ru_ru: Предупреждение о действующем сайте
sv_se: Livesite varning

source: Save versions
nl_nl: Versies opslaan
pt_br: Salvar Versões
ru_ru: Сохранить версии
sv_se: Spara versioner

source: Check for UTF8
nl_nl: Check op UTF8
pt_br: Checar por UTF8
ru_ru: Проверка на UTF8
sv_se: Kontrollera efter UTF8

source: Check for BOM
nl_nl: Check op BOM
pt_br: Checar por BOM
ru_ru: Проверка на BOM
sv_se: Kontrollera efter BOM

source: Local data directory
ru_ru: Локальный каталог данных

source: Show icons
nl_nl: Toon icons
ru_ru: Показать значки

source: Font size
nl_nl: Lettergrootte
ru_ru: Размер шрифта

source: Logging
nl_nl: Logboekregistratie
pt_br: Logando
ru_ru: Запись журнала
sv_se: Loggning

source: Logger
ru_ru: Запись журналов

source: Profiler
ru_ru: Профайлер
sv_se: Profilerare

source: Log file contents
nl_nl: Logboekinhoud
pt_br: Conteúdos do Arquivo de Log
ru_ru: Содержимое файла журнала
sv_se: Logga filinnehållet

source: Debug
nl_nl: Foutenopsporing
ru_ru: Отладка

source: Debugger
nl_nl: Foutenopsporingsprogramma
ru_ru: Отладчик

source: Debug language
nl_nl: Founteopsporing taal
pt_br: Idioma do Debugger
ru_ru: Отладка языка
sv_se: Debug språk

source: Debugger Type
nl_nl: Foutenopsporings type
pt_br: Tipo de Debugger
ru_ru: Тип отладчика
sv_se: Debugger Typ

source: The folder where your final package ends up. The folders extension_name and version will be added automatically.&lt;br /&gt;If left blank the default folder will be used.
nl_nl: De folder waar uw definitief pakket eindigt. De folders extensie_naam en versie worden automatisch toegevoegd.&lt;br /&gt;Leeg gelaten wordt de standaard folder gebruikt.
pt_br: A pasta onde o pacote final acaba.A pasta extension_name e versão será adicionado automaticamente.&lt;br /&gt; Se deixado em branco na pasta padrão será usado.
ru_ru: Папка, в которой сохраняется готовый пакет. Папки, соответствующие имени расширения и номеру версии, будут добавлены автоматически.&lt;br /&gt;Если оставить незаполненным, будет использоваться папка по умолчанию.

source: ZIP format
nl_nl: ZIP formaat
pt_br: Formato ZIP
ru_ru: Формат ZIP

source: BZ2 format
nl_nl: BZ2 formaat
pt_br: BZ2 formato
ru_ru: Формат BZ2

source: Choose the type of help you need (from beginner to expert). Messages will be displayed all over the place in light green boxes - you may also switch them off here.
nl_nl: Kies het type help die u benodigd (van beginner tot experte). Meldingen worden overal getoond in een lichtgroene kader - u kunt dit hier ook uitzetten
pt_br: Escolha o tipo de ajuda que você precisa (desde iniciante a expert). Mensagens serão exibidas em todos os lugares em caixas verde claro - você também pode desligá-los aqui.
ru_ru: Выберите тип справки, которая вам требуется (от начинающего до эксперта). Сообщения будут отображаться в различных частях экрана в светло-зеленых блоках — их также можно выключить здесь.
sv_se: Välj den typ av hjälp du behöver (från nybörjare till expert). Meddelanden som kommer att visas överallt i ljusgröna boxar - Du kan också stänga av dem här.

source: Which EditArea type shall we load (please see docu on developers site http://www.cdolivet.net/editarea/editarea/docs/include.html)
nl_nl: Welke type Bewerk-gebied wilt u gebruiken (AUB kijk in docu op developper site site http://www.cdolivet.net/editarea/editarea/docs/include.html)
pt_br: Qual tipo de EditArea devemos carregar (favor ver documentação no site dos desenvolvedores http://www.cdolivet.net/editarea/editarea/docs/include.html)
ru_ru: Какой тип EditArea требуется загрузить (см. документацию на сайте разработчика http://www.cdolivet.net/editarea/editarea/docs/include.html)
sv_se: Vilken EditArea typ ska laddas (se dokument på utvecklarens hemsida http://www.cdolivet.net/editarea/editarea/docs/include.html)

source: The default font size for the code editor in pixel
nl_nl: De standaard lettergrootte voor de code-editor in pixel
pt_br: O tamanho padrão de fonte para o editor de código em pixel
ru_ru: Размер шрифта в пикселах по умолчанию для редактора кода
sv_se: Den förinställda teckenstorleken för Redigeringsverktyget i pixlar

source: Your copy of the Joomla! API - get it from http://api.joomla.org
nl_nl: Uw kopie van de Joomla! API - ophalen van http://api.joomla.org
pt_br: Sua cópia da API do Joomla! - obtenha-a de http://api.joomla.org
ru_ru: Копия API Joomla! Копию можно получить на сайте http://api.joomla.org
sv_se: Din kopia av Joomla! API - få det från http://api.joomla.org

source: If a IP other then 127.0.0.1 is detected a warning message will be displayed for your own safety
nl_nl: Indien een ander IP dan 127.0.0.1 wordt gedetecteerd wordt een waarschuwing getoond voor uw eigen veiligheid
pt_br: Caso um IP além de 127.0.0.1 seja detectado uma mensagem de aviso será exibida para sua segurança
ru_ru: Для вашей безопасности, при выявлении IP-адреса, отличного от 127.0.0.1, будет отображаться предупреждение
sv_se: Om IP annat än 127.0.0.1 upptäcks kommer ett varningsmeddelande visas för din egen säkerhet

source: When modifying your files, always save a backup version. These will be named *.rx
nl_nl: Als u uw bestanden wijzigt, maak altijd een backup versie. Deze worden *.rx genoemd
pt_br: Ao modificar arquivos, sempre salve uma versão de backup. Estas serão nomeadas *.rx
ru_ru: При изменении файлов всегда сохраняйте резервную копию. Резервные копии сохраняются с именами *.rx
sv_se: När du ändrar dina filer, spara alltid en säkerhetskopia. Dessa kommer att namnges *.rx

source: Should languages files be checked for UTF-8
nl_nl: Taalbestanden checken op UTF-8
pt_br: Devem os arquivos de idiomas serem checados por UTF-8
ru_ru: Нужно ли проверять языковые файлы на UTF-8
sv_se: Skall språkfiler kontrolleras för UTF-8

source: Should languages files be checked for a BOM
nl_nl: Taalbestanden checken op een BOM
pt_br: Devem os arquivos de idiomas serem checados por BOM
ru_ru: Нужно ли проверять языковые файлы на метки BOM
sv_se: Skall språkfiler kontrolleras för en BOM

source: A directory where all user data will be saved. If left blank, a sub directory in the component directory will be used
nl_nl: Een directory waar alle gebruikersgegevens worden opgeslagen. Leeg gelaten wordt een subdirectory in de componenten directory gebruikt.
ru_ru: Каталог для сохранения пользовательских данных. Если не указан, будет использоваться подкаталог каталога компонента

source: Show icons on toolbar buttons
nl_nl: Toon icons op werkbalk-knoppen
ru_ru: Показывать значки на кнопках панели инструментов

source: The text font size
nl_nl: Tekst lettergrootte
ru_ru: Размер шрифта текста

source: Should we write some logfiles
nl_nl: Opnemen in logboekbestanden
pt_br: Que tal escrevermos alguns arquivos de log
ru_ru: Нужно ли записывать файлы журналов
sv_se: Ska vi skriva loggfiler

source: Profile time and memory
nl_nl: Profiel tijd en geheugen
pt_br: Perfil tempo e memória
ru_ru: Профилирование времени и памяти
sv_se: Profil tid och minne

source: Log the contents / the code of the files been written to disk
nl_nl: Inhoud loggen / de code van de bestanden geschreven naar schijf
pt_br: Dê entrada nos conteúdos / o código dos arquivos foram escritos em disco
ru_ru: Запись журнала содержимого / кода файлов, сохраняемых на диск
sv_se: Logga innehållet/koden för de filer som skrivits till disken

source: Shall we use the Debug mode ?
nl_nl: Wilt u de Foutenopsporing modus ?
pt_br: Devemos usar o modo de Debug ?
ru_ru: Использовать режим отладки?
sv_se: Ska vi använda Debugläge?

source: Shall we debug our special language files ?
nl_nl: Fouten opsporen in de speciale taalbestanden ?
pt_br: Devemos fazer debug de nossos arquivos especiais de idioma ?
ru_ru: Отлаживать специальные языковые файлы?
sv_se: Ska vi felsöka vår speciella språkfiler?

source: Which debugger to use
nl_nl: Welke foutenopsporing gebruiken
pt_br: Qual debugger usar
ru_ru: Какой отладчик использовать
sv_se: Vilken debugger vill du använda

source: All
nl_nl: Alle
pt_br: Todos
ru_ru: Все
sv_se: Alla

source: Some
nl_nl: Enkele
pt_br: Alguns
ru_ru: Выборочно
sv_se: Vissa

source: None
nl_nl: Geen
pt_br: Nenhum
ru_ru: Ничего
sv_se: Ingen

source: No
nl_nl: Nee
pt_br: Não
ru_ru: Нет
sv_se: Nej

source: Yes
nl_nl: Ja
pt_br: Sim
ru_ru: Да
sv_se: Ja

source: Standard size
nl_nl: Standaard grootte
ru_ru: Стандартный размер

source: Mini size
nl_nl: Mini grootte
ru_ru: Минимальный размер

source: Small size
nl_nl: Kleine grootte
ru_ru: Уменьшенный размер

source: Large size
nl_nl: Grote grootte
ru_ru: Увеличенный размер

source: Off
nl_nl: Uit
ru_ru: Выкл.
sv_se: Av

source: On
nl_nl: Aan
ru_ru: Вкл.
sv_se: På

source: Personal
nl_nl: Persoonlijk
pt_br: Pessoal
ru_ru: Личное
sv_se: Personlig

source: Package formats
nl_nl: Pakket formate
pt_br: Formatos de Pacote
ru_ru: Форматы пакетов
sv_se: Paketformat

source: Custom file name
nl_nl: Aangepast bestandsnaam
pt_br: Nome de Arquivo Personalizado
ru_ru: Специальное имя файла
sv_se: Anpassat filnamn

source: Language
nl_nl: Taal
pt_br: Idioma
ru_ru: Язык
sv_se: Språk

source: EasyCreator only
nl_nl: EasyCreator alleen
pt_br: EasyCreator apenas
ru_ru: Только EasyCreator

source: Use Google translation API
nl_nl: Gebruik Google vertaal API
pt_br: Usar API de Tradução do Google
ru_ru: Использовать API перевода Google
sv_se: Använd Google översättning API

source: Should we use the Google Translation API for helping in translations ?
nl_nl: Wilt u de Google Vertaal API gebruiken om te helpen met vertalingen ?
pt_br: Usaremos a API de Traduções do Google para ajudar nas traduções ?
ru_ru: Использовать API перевода Google для получения подсказок по переводу?
sv_se: Ska Google översättning API användas för att hjälpa till med översättningar?

source: Ziped Tarball
pt_br: Tarball Zipada
sv_se: Zippat arkiv
