Repository: elkuku/EasyCreator
Catalog: admin/g11n/*/*.com_easycreator.po
Languages: de_de, es_es, id_id, nl_nl, pt_br, ru_ru

source: The project %s will be deleted
de_de: Das Projekt %s wird gelöscht
es_es: El proyecto %s será eliminado.
id_id: Proyek %s akan dihapus
nl_nl: Het project %s wordt verwijderd
pt_br: O projeto %s será excluído
ru_ru: Проект %s будет удален

source: Delete %s project file
de_de: Die Projektdatei %s löschen
es_es: Eliminar el archivo de proyecto %s
id_id: Hapus %s berkas proyek
nl_nl: Verwijder %s project-bestand
pt_br: Excluir o arquivo do projeto %s
ru_ru: Удалить файл проекта %s

source: Delete the whole %s project including files and database
de_de: Das gesamte Projekt %s inklusive der Dateien und Datenbankeinträge löschen
id_id: Hapus seluruh proyek %s termasuk berkas-berkas dan database
nl_nl: Verwijder het gehele %s project inclusief bestanden en database
pt_br: Excluir o projeto %s inteiro, incluindo arquivos e banco de dados
ru_ru: Удалить весь проект %s, включая файлы и базу данных

source: Add element
de_de: Element hinzufügen
es_es: Añadir elemento
id_id: ambah elemen
nl_nl: Element toevoegen
pt_br: Adicionar elemento
ru_ru: Добавить элемент

source: File tree
de_de: Dateibaum
es_es: Árbol de archivos
id_id: Pohon berkas
nl_nl: Bestand boom
pt_br: Árvore de arquivos
ru_ru: Дерево файлов

source: Left click files to edit.
de_de: Klick mit der linken Maustaste um Dateien zu bearbeiten.
es_es: Haga clic con la izquierda en archivos para editar.
id_id: Klik kiri berkas untuk merubah
nl_nl: Links klik bestanden om te bewerken.
pt_br: Clique com o botão esquerdo nos arquivos para editar.
ru_ru: Выберайте файлы левой кнопкой мыши для их изменения.

source: Right click files and folders for options.
de_de: Klicken von Dateien und Ordnern mit der rechten Maustaste für Optionen.
es_es: Haga clic con la derecha en los archivos y carpetas para las opciones.
id_id: Klik kanan berkas dan folder untuk opsi
nl_nl: Rechts klik bestanden en folders voor opties.
pt_br: Botão direito do mouse arquivos e pastas para opções.
ru_ru: Для настройки параметров выбирайте файлы и папки правой кнопкой мыши.

source: Select an element
de_de: Wählen Sie ein Element
es_es: Seleccione un elemento
id_id: Piplih elemen
nl_nl: Selecteer een element
pt_br: Selecione um elemento
ru_ru: Выберите элемент

source: Install and Uninstall PHP
de_de: Installation und Deinstallation PHP
es_es: Instalar y desinstalar php
id_id: Pasang dan Cabut PHP
nl_nl: Installeer en de-installeer PHP
pt_br: Instalar e Desinstalar o PHP
ru_ru: PHP-файлы установки и удаления

source: Create install file
de_de: Installationsdatei erstellen
es_es: Crear archivo de instalación
id_id: Buat berkas pemasang
nl_nl: Maak installeer bestand
pt_br: Criar arquivo de instalação
ru_ru: Создать файл установки

source: Create uninstall file
de_de: Deinstallationsdatei erstellen
es_es: Crear archivo de desinstalación
id_id: Buat berkas pencabut
nl_nl: Maak de-installeer bestand
pt_br: Criar arquivo de desinstalação
ru_ru: Создать файл удаления

source: Install and Uninstall SQL
id_id: Pasang dan Cabut SQL
nl_nl: Installeer en de-installeer SQL
pt_br: Instalar e Desinstalar o SQL
ru_ru: SQL-файлы установки и удаления

source: Update install file
id_id: Memperbarui berkas pemasangan
nl_nl: Bijwerken installatie bestand
pt_br: Atualizar o arquivo de instalação
ru_ru: Обновить файл установки

source: Update uninstall file
id_id: Memperbarui berkas pencabutan
nl_nl: Bijwerken de-installatie bestand
pt_br: Atualizar o arquivo de desinstalação
ru_ru: Обновить файл удаления

source: Update SQL
id_id: Memperbarui SQL
nl_nl: Bijwerken SQL
pt_br: Atualizar SQL
ru_ru: Обновить SQL

source: Package path
nl_nl: Pakket pad
pt_br: Caminho do pacote
ru_ru: Путь к пакету

source: Current version: %s
id_id: Versi saat ini: %s
nl_nl: Huidige versie: %s
pt_br: A versão atual: %s
ru_ru: Текущая версия: %s

source: Found sql update files
id_id: Ditemukan berkas-berkas sql pembaruan
nl_nl: Gevonden sql update bestanden
pt_br: Encontrar o arquivo de atualização SQL
ru_ru: Найдены файлы обновления SQL

source: Init database updates
pt_br: Atualizações do banco de dados Init
ru_ru: Инициализация обновлений базы данных

source: Update database update files
nl_nl: Bijwerken database update bestanden
pt_br: Atualizar o banco de dados dos arquivos de atualização
ru_ru: Обновить файлы обновления базы данных

source: New group
de_de: Neue Gruppe
es_es: Grupo nuevo
id_id: Kelompok baru
nl_nl: Nieuwe groep
pt_br: Novo Grupo
ru_ru: Новая группа

source: Add group
de_de: Gruppe hinzufügen
es_es: Añadir grupo
id_id: ambah kelompok
nl_nl: Groep toevoegen
pt_br: Adicionar Grupo
ru_ru: Создать группу

source: New parameter
de_de: Neuer Parameter
es_es: Nuevo parámetro
id_id: Parameter baru
nl_nl: Nieuw parameter
pt_br: Novo Parâmetro
ru_ru: Новый параметр

source: paramGroup
de_de: Gruppe
es_es: Grupo
pt_br: Parâmetro de Grupo
ru_ru: Группа параметров

source: Add parameter
de_de: Parameter hinzufügen
es_es: Añadir parámetro
id_id: Tambah parameter
nl_nl: Parameter toevoegen
pt_br: Adicione o parâmetro
ru_ru: Добавить параметр

source: Please select a XML file
de_de: Bitte wählen Sie eine XML Datei
es_es: Por favor, seleccione un archivo XML
id_id: Silahkan pilih berkas XML
nl_nl: Selecteer een XML bestand
pt_br: Por favor, selecione um arquivo XML
ru_ru: Выберите файл XML

source: No parameters defined
de_de: Es wurden noch keine Parameter definiert
es_es: No hay parámetros definidos
id_id: Tidak ada parameter yang ditentukan
nl_nl: Geen parameter gedefiniëerd
pt_br: Não há parâmetros definidos
ru_ru: Параметры не определены

source: Autor-URL
id_id: URL-Penulis
nl_nl: Auteur-URL
pt_br: URL do Autor
ru_ru: Адрес сайта автора

source: Credentials are stored to disk.<br />You may leave some blank and enter them on usage.
nl_nl: Referenties zijn opgeslagen naar schijf.<br />Je mag enkele leeg laten en invoeren tijdens gebruik.
pt_br: As credenciais são armazenadas no disco.<br />Você pode deixar algumas em branco e inseri-los durante o uso.
ru_ru: Данные авторизации сохраняются на диске.<br />Отдельные параметры можно оставить не заполненными и ввести их в момент использования.

source: Downloads directory
pt_br: Diretório de Downloads
ru_ru: Каталог для загрузки

source: Joomla! version
id_id: Versi Joomla!
nl_nl: Joomla! versie
pt_br: Versão do Joomla!
ru_ru: Версия Joomla!

source: Extension name
de_de: Name der Erweiterung
id_id: Nama ekstensi
nl_nl: Extensienaam
pt_br: Nome da Extensão
ru_ru: Имя расширения

source: Component scope
de_de: Scope der Komponente
es_es: Componente ámbito de aplicación
id_id: Cakupan komponen
pt_br: Extensão do Componente
ru_ru: Область видимости компонента

source: From template
de_de: Aus Template
id_id: Dari template
nl_nl: Van template
pt_br: A partir do modelo
ru_ru: Из шаблона

source: Install and Uninstall
de_de: Installieren und deinstallieren
id_id: Pasang dan Cabut
nl_nl: Installeer en de-installeer
pt_br: Instalar e Desinstalar
ru_ru: Установка и удаление

source: Extension prefix
de_de: Extension-Präfix
id_id: Awalan ekstensi
nl_nl: Extensie prefix
pt_br: Prefixo da extensão
ru_ru: Префикс расширения

source: A custom prefix for your extension.
de_de: Ein benutzerdefinierter Präfix für Ihre Erweiterung
id_id: Awalan kustom untuk pada ekstensi anda.
nl_nl: Een aangepaste prefix voor je extensie.
pt_br: Um prefixo personalizado para o sua extensão.
ru_ru: Специальный префикс для вашего расширения.

source: Separate JavaScript
de_de: Javascript trennen
id_id: Pisah JavaScript
nl_nl: Separeer JavaScript
pt_br: JavaScript Separado
ru_ru: Отделить JavaScript

source: Separate JavaScript from PHP translations
de_de: Sollen Übersetzungen für Javascript von denen für PHP in verschiedenen Sprachdateien getrennt werden ?
id_id: Pisahkan JavaScript dari terjemahan PHP
nl_nl: Separeer JavaScript van PHP vertalingen
pt_br: JavaScript separado a partir de traduções PHP
ru_ru: Отделить перевод JavaScript от PHP

source: Language file format
de_de: Format der Sprachdateien
id_id: Format berkas bahasa
nl_nl: Taalbestands formaat
pt_br: Formato do arquivo de Idioma
ru_ru: Формат языкового файла

source: * Note that those language file formats needs a special language handler called "g11n" - What ? Please refer to <a href="%s">Wiki.Joomla-Nafu.de</a> for more information.
nl_nl: * N.B.: deze taalbestands formaten benodigen een speciale taal handler genoemd "g11n" - Wat ? Lees hier <a href="%s">Wiki.Joomla-Nafu.de</a> meer informatie.
pt_br: * Observe que os formatos de arquivo de linguagem ⏎ precisa de um processador de linguagem especial chamada "G11N" - O que? ⏎ Consulte <a href="%s">Wiki.Joomla-Nafu.de</a> para obter mais informações.
ru_ru: * Обратите внимание, что данные форматы языковых файлов требуют специального обработчика языков, «g11n» — Нужны разъяснения? Дополнительную информацию см. <a href="%s">Wiki.Joomla-Nafu.de</a>.

source: Menu
de_de: Menü
es_es: Menú
ru_ru: Меню

source: Text
es_es: Texto
id_id: Teks
nl_nl: Tekst
pt_br: Texto
ru_ru: Текст

source: Image
de_de: Bild
es_es: Imagen
id_id: Gambar
nl_nl: Afbeelding
pt_br: Imagem
ru_ru: Изображение

source: Submenu
de_de: Untermenü
es_es: Submenú
ru_ru: Подменю

source: Add Submenu
de_de: Untermenü hinzufügen
es_es: Añadir submenú
id_id: Tambah Submenu
nl_nl: Submenu toevoegen
pt_br: Adicionar Submenu
ru_ru: Добавить подменю

source: Add extensions
de_de: Erweiterungen hinzufügen
es_es: Añadir extensiones
id_id: Tambah ekstensi
nl_nl: Extensies toevoegen
pt_br: Adicionar Extensão
ru_ru: Добавить расширения

source: No module projects found
de_de: Keine Projekte vom Typ Modul gefunden
es_es: No hay proyectos módulo encontrado
id_id: Tidak proyek -proyek module yang ditemukan
nl_nl: Geen module projecten gevonden
pt_br: Não há projeto de módulo encontrado
ru_ru: Проекты модулей не найдены

source: Add Module
de_de: Modul hinzufügen
es_es: Añadir módulo
id_id: Tambah Module
nl_nl: Module toevoegen
pt_br: Adicionar Módulo
ru_ru: Добавить модуль

source: No plugin projects found
de_de: Keine Projekte vom Typ Plugin gefunden
es_es: No hay proyectos plugin encontrado
id_id: Tidak ada proyek pengaya yang ditemukan
nl_nl: Geen plugin projecten gevonden
pt_br: Nenhum projeto de plugin encontrado
ru_ru: Проекты плагинов не найдены

source: Add Plugin
de_de: Plugin hinzufügen
es_es: Añadir plugin
id_id: Tambah Pengaya
nl_nl: Plugin toevoegen
pt_br: Adicionar Plugin
ru_ru: Добавить плагин

source: Package installer ?
de_de: Paket Installer?
es_es: Paquete de instalación?
id_id: Pemasang paket?
nl_nl: Pakket installer ?
pt_br: Instalador de Pacotes?
ru_ru: Установщик пакета?

source: Packages require a special install script which should be named <strong>%s</strong>
de_de: Pakete benötigen ein spezielles Install Skript mit Namen <strong>%s</strong>
id_id: Paket memerlukan script pemasang yang harus diberi nama <strong>%s</strong>
nl_nl: Paketten benodigen een speciale installatie-script die zouden genoemd worden <strong>%s</strong>
pt_br: Pacotes necessitam de um script de instalação especial, que deve ser nomeado <strong>%s</strong>
ru_ru: Для пакетов необходимы специальные сценарии установки, которые должны иметь название <strong>%s</strong>

source: EasyCreator can do this if you go to Files -> Add element -> Various -> Package installer
id_id: EasyCreator bisa melakukan ini bila anda ke Berkas -> Tambah elemen -> Beragam -> Pemasang paket
nl_nl: EasyCreator doet dit voor je als je gaat naar Bestanden -> Element toevoegen -> Diversen -> Pakket installer
pt_br: EasyCreator pode fazer isso se você for em Arquivos -> Adicionar elemento -> Vários -> Instalador de Pacote>
ru_ru: Чтобы сделать это с помощью EasyCreator выберите Файлы -> Добавить элемент -> Разное -> Установщик пакета

source: Package elements
id_id: Elemen Paket
nl_nl: Pakket elementen
pt_br: Elementos do Pacote
ru_ru: Элементы пакета

source: Your package
id_id: Paket anda
nl_nl: Je pakket
pt_br: Seu Pacote
ru_ru: Ваш пакет

source: Available projects
id_id: Proyek tersedia
nl_nl: Beschikbare projecten
pt_br: Projetos Disponíveis
ru_ru: Доступные проекты

source: Build folder
pt_br: Construir Pasta
ru_ru: Папка сборки

source: The folder where your final package ends up. The folders extension_name and version will be added automatically.
nl_nl: De folder waar je pakket uiteingelijk wordt opgeslagen. De folders extensie_naam en versie worden automatisch toegevoegd.
pt_br: A pasta onde o pacote final será terminado. As pastas da extension_names e a versão será adicionada automaticamente.
ru_ru: Папка, в которой сохраняется готовый пакет. Папки, соответствующие имени расширения и номеру версии, будут добавлены автоматически.

source: <br />If left blank the folder <strong>%s</strong> wil be used
nl_nl: <br />Indien leeg, wordt de folder <strong>%s</strong> gebruikt
pt_br: <br />Se deixado em branco a pasta será usado <strong>%s</strong> será usada
ru_ru: <br />Если оставить незаполненным, будет использоваться папка <strong>%s</strong>

source: The folder %s does not exist
id_id: Folder %s tidak ada
nl_nl: De folder %s bestaat niet
pt_br: A pasta %s não existe
ru_ru: Папка %s не существует

source: Compression
de_de: Kompression
es_es: Compresión
id_id: Kompresi
nl_nl: Compressie
pt_br: Compressão
ru_ru: Сжатие

source: Create index.html files
de_de: Index.html-Dateien erstellen
es_es: Crear archivos index.html
id_id: Buat berkas-berkas index.html
nl_nl: Maak index.html bestanden
pt_br: Criar arquivos index.html
ru_ru: Создавать файлы index.html

source: Create MD5 checksum file
de_de: MD5-Prüfsummendatei erstellen
es_es: Crear archivo de control MD5
id_id: Buat berkas MD5 checksum
nl_nl: Maak MD5 checksum bestand
pt_br: Criar arquivo se checagem MD5
ru_ru: Создавать файлы с контрольной суммой MD5

source: Compress checksum file
nl_nl: Compress checksum bestand
pt_br: Comprimir o arquivo de checksum
ru_ru: Сжимать файлы с контрольной суммой

source: This will do a small compression on your checksum file
nl_nl: Dit voert een kleine compressie uit op je checksum bestand
pt_br: Isso vai fazer uma pequena compressão em seu arquivo de checksum
ru_ru: Небольшое сжатие файла контрольной суммы

source: EasyCreator Options
de_de: EasyCreator Optionen
es_es: EasyCreator opciones
id_id: Opsi EasyCreator
nl_nl: EasyCreator Opties
pt_br: Opções do EasyCreator
ru_ru: Параметры EasyCreator

source: Include EasyCreator Project file
de_de: EasyCreator Projektdatei hinzufügen
es_es: Incluya proyecto EasyCreator archivo
id_id: Masukkan berkas Proyek EasyCreator
nl_nl: EasyCreator project-bestand bijvoegen
pt_br: Incluir arquivo de projeto EasyCreator
ru_ru: Добавлять файл проекта EasyCreator

source: Remove EasyCreator AutoCode
de_de: EasyCreator AutoCode entfernen
es_es: Retire AutoCode EasyCreator
id_id: Singkirkan AutoCode EasyCreator
nl_nl: Verwijder EasyCreator AutoCode
pt_br: Remover Auto Código EasyCreator
ru_ru: Удалять автокод EasyCreator

source: File name
de_de: Dateiname
es_es: Nombre de archivo
id_id: Nama berkas
nl_nl: Bestandsnaam
pt_br: Nome do arquivo
ru_ru: Имя файла

source: Default name
id_id: Nama standar
nl_nl: Standaard naam
pt_br: Nome padrão
ru_ru: Имя по умолчанию

source: Custom name
id_id: Nama kebiasaan
nl_nl: Aangepaste naam
pt_br: Nome Personalizado
ru_ru: Специальное имя

source: Reset to default
id_id: Reset ke standar
nl_nl: Reset naar standaard
pt_br: Redefinir para o padrão
ru_ru: Восстановить по умолчанию

source: Use:<br />*VERSION*<br />*VCSREV*<br />*DATETIMExxxx*
es_es: Utilize:<br />*VERSION*<br />*VCSREV*<br />*DATETIMExxxx*
id_id: Gunakan:<br />*VERSION*<br />*VCSREV*<br />*DATETIMExxxx*
nl_nl: Gebruik:<br />*VERSION*<br />*VCSREV*<br />*DATETIMExxxx*
ru_ru: Использовать:<br />*VERSION*<br />*VCSREV*<br />*DATETIMExxxx*

source: Custom name format
de_de: Benutzerdefiniertes Format
es_es: Personalizar el formato de nombre
id_id: Format nama kustom
nl_nl: Aangepaste naam formaat
pt_br: Formato de nome personalizado
ru_ru: Специальный формат имени

source: Build Actions
nl_nl: Build acties
pt_br: Criar Ações
ru_ru: Действия при сборке

source: New action
nl_nl: Nieuwe actie
pt_br: Nova Ação
ru_ru: Новое действие

source: Add Action
nl_nl: Actie toevoegen
pt_br: Adicionar Ação
ru_ru: Добавить действие

source: Available replacements
nl_nl: Beschikbare vervangingen
pt_br: Substituições Disponíveis
ru_ru: Доступные замены

source: Update
de_de: Aktualisierung
es_es: Actualización
pt_br: Atualizar
ru_ru: Обновить

source: Method
de_de: Methode
es_es: Método
id_id: Metode
nl_nl: Methode
pt_br: Método
ru_ru: Метод

source: This will perform an upgrade on installing your extension
de_de: Dies wird ein Upgrade auf die Installation Ihrer Erweiterung durchführen
id_id: Hal ini akan melakukan upgrade dan memasang ekstensi anda
nl_nl: Dit voert een upgrade uit tijdens het installeren van je extensie
pt_br: Isso irá realizar uma atualização sobre a instalação de sua extensão
ru_ru: Выполнение обновления при установке расширения

source: Upgrade
ru_ru: Обновление

source: Update server
id_id: Memperbarui server
pt_br: Atualizar Servidor
ru_ru: Сервер обновлений

source: Add Server
id_id: Tambah Server
nl_nl: Server toevoegen
pt_br: Adicionar Servidor
ru_ru: Добавить сервер

source: Relations
id_id: Relasi
nl_nl: Relaties
pt_br: Relações
ru_ru: Отношения

source: Add relation
id_id: Tambah relasi
nl_nl: Relatie toevoegen
pt_br: Adicionar Relação
ru_ru: Добавить связь

source: New relation
es_es: Nueva relación
id_id: Relasi baru
nl_nl: Nieuwe relatie
pt_br: Nova relação
ru_ru: Новая связь

source: Foreign table
es_es: Tabla externa
id_id: Tabel asing
nl_nl: Externe tabel
pt_br: Tabela externa
ru_ru: Внешняя таблица

source: Aliases
id_id: Alias
nl_nl: Aliassen
pt_br: Alias
ru_ru: Псевдонимы

source: No tables to design
es_es: No hay tablas para diseñar
id_id: Tidak ada tabel untuk dirancang
nl_nl: Geen tabellen te ontwerpen
pt_br: Sem tabelas para projetar
ru_ru: Нет таблиц для проектирования

source: Is registered
es_es: Está registrado
id_id: Apakah Terdaftar
nl_nl: Is geregistreerd
pt_br: Está registrado
ru_ru: Зарегистрировано

source: In DB
es_es: En la Base de Datos
id_id: Dalam DB
pt_br: No BD
ru_ru: В БД

source: Has install
es_es: Ha instalado
id_id: Telah Dipasang
nl_nl: Heeft installatie
pt_br: Tem que instalar
ru_ru: Есть установщик

source: Register Table
es_es: Registrar Tabla
id_id: Tabel Terdaftar
nl_nl: Registreer tabel
pt_br: Registrar Tabela
ru_ru: Зарегистрировать таблицу

source: New Table
es_es: Nueva Tabla
id_id: Tabel Baru
nl_nl: Nieuwe tabel
pt_br: Nova Tabela
ru_ru: Новая таблица

source: Fields
es_es: Campos
id_id: Bidang
nl_nl: Velden
pt_br: Campos
ru_ru: Поля

source: Add Field
es_es: Añadir Campo
id_id: Tambah Bidang
nl_nl: Veld toevoegen
pt_br: Incluir Campos
ru_ru: Добавить поле

source: CREATE Table
es_es: CREAR Tabla
id_id: BUAT Tabel
nl_nl: MAAK tabel
pt_br: CRIAR Tabela
ru_ru: СОЗДАТЬ таблицу

source: Building
de_de: Erstellen
es_es: Crear
id_id: Mengembangkan
nl_nl: Build bouwen
pt_br: Construir
ru_ru: Сборка

source: Shows options for building your project like credits, files and folders to copy, languages and admin menu.
de_de: Zeigt Optionen für das Erstellen Ihres Projekts wie Credits, zu kopierende Dateien und Ordner, Sprachen und das Admin-Menü.
es_es: Muestra las opciones para la construcción de su proyecto como los créditos, los archivos y carpetas para copiar, idiomas y menú de administración.
id_id: Menampilkan opsi-opsi untuk mengembangkan proyek anda seperti penghargaan, berkas dan folder untuk disalin, bahasa dan menu admin.
nl_nl: Toont opties voor het bouwen van je project bestanden zoals referenties, bestanden en folders te kopieeren, talen en admin menu
pt_br: Apresenta opções para construir o seu projeto como créditos, arquivos e pastas para copiar, idiomas e menu de admin.
ru_ru: Отображение параметров сборки проекта, таких как информация об авторе, копируемые файлы и папки, языки и меню администратора.

source: Shows all the files belonging to your project
de_de: Zeigt alle Dateien die zu Ihrem Projekt gehören.
es_es: Muestra todos los archivos pertenecientes a su proyecto
id_id: Tampilkan semua berkas-berkas yang menjadi proyek milik anda
nl_nl: Toont alle bestanden die zijn toegewezen aan je project
pt_br: Mostra todos os arquivos pertencentes ao seu projeto
ru_ru: Отображение всех файлов, входящих в проект

source: Installing
de_de: Installieren
es_es: Instalación
id_id: Memasang
nl_nl: Installeren
pt_br: Instalando
ru_ru: Установка

source: Create and modify install and uninstall files for your project.
de_de: Erstellen und Bearbeiten von Install- zund Uninstalldateien für Ihr Projekt.
es_es: Crear y modificar archivos de instalación y desinstalación para su proyecto.
id_id: Buat dan modifikasi berkas pemasang dan pencabut pada proyek anda.
nl_nl: Maak en wijzig installatie en de-installatie bestanden voor je project.
pt_br: Criar e modificar instalar e desinstalar os arquivos para o seu projeto.
ru_ru: Создание и изменение файлов установки и удаления для проекта.

source: Parameters
de_de: Parameter
es_es: Parámetros
id_id: Parameter
nl_nl: Parameter
pt_br: Parâmetros
ru_ru: Параметры

source: Modify your project parameters stored in XML files.
de_de: Ändern Sie die Parameter Ihres Projekts die in XML-Dateien gespeicherten werden.
es_es: Modificar los parámetros del proyecto almacenados en archivos XML.
id_id: Modifikasi parameter-parameter proyek anda yang tersimpan dalam berkas-berkas XML
nl_nl: Wijzig je project parameter opgeslagen in XML bestanden.
pt_br: Modificar os parâmetros do projeto armazenados nos arquivos XML.
ru_ru: Изменение параметров проекта, сохраняемых в файлах XML.

source: DataDesigner
pt_br: Designer de dados
ru_ru: Конструктор данных

source: Automated source code and db creation for your project.
de_de: Automatische Quellcode- und Datenbankgenerierung für Ihr Projekt.
es_es: Código fuente automatizado y creación de bd para su proyecto.
id_id: Otomatisasi kode sumber dan pembuatan db pada proyek anda.
nl_nl: Geautomatiseerde broncode en db aanmaak voor je project.
pt_br: Código fonte automatizado e criação de banco de dados para o seu projeto.
ru_ru: Автоматическое создание исходного кода и базы данных для проекта.

source: Remove Project
de_de: Projekt löschen
es_es: Borrar el proyecto
id_id: Singkirkan Proyek
nl_nl: Verwijder project
pt_br: Remover Projeto
ru_ru: Удалить проект

source: This will your delete your project.
de_de: Dies wird Ihr Projekt löschen.
es_es: Esto elimina su proyecto.
id_id: Hal ini akan menghapus proyek anda.
nl_nl: Dit zal je project verwijderen.
pt_br: Isto irá excluir seu projeto.
ru_ru: Удаление проекта.

source: Save the configuration
id_id: Simpan konfigurasi
nl_nl: Configuratie opslaan
pt_br: Salvar a configuração
ru_ru: Сохранить конфигурацию

source: Infos on parameters (external)
de_de: Infos über Parameter (extern)
es_es: Info sobre los parámetros (externo)
id_id: Info pada parameter (eksternal)
nl_nl: Info van parameter (externe)
pt_br: Informações sobre os parâmetros (externo)
ru_ru: Информация о параметрах (внешних)

source: Export templates
de_de: Templates exportieren
es_es: Exportar plantillas
id_id: Ekspor template
nl_nl: Exporteer templates
pt_br: Exportar Modelos
ru_ru: Экспорт шаблонов

source: Select the templates to export
de_de: Bitte wählen Sie die zu exportierenden Templates
es_es: Seleccione las plantillas para exportar
id_id: Pilih template untuk diekspor
nl_nl: Selecteer de templates voor export
pt_br: Selecione os modelos para exportação
ru_ru: Выберите шаблоны для экспорта

source: Export
de_de: Exportieren
es_es: Exportación
id_id: Ekspor
nl_nl: Exporteer
pt_br: Exportar
ru_ru: Экспорт

source: Exports
de_de: Exporte
es_es: Exportaciones
id_id: Eksports
nl_nl: Exporten
pt_br: Exportações
ru_ru: Экспорт

source: Action
de_de: Aktion
es_es: Acción
id_id: Aksi
nl_nl: Actie
pt_br: Ação
ru_ru: Действие
