Repository: elkuku/EasyCreator
Catalog: admin/g11n/*/*.com_easycreator.po
Languages: de_de, es_es, id_id, nl_nl, pt_br, ru_ru

source: Log file not found
nl_nl: Logboekbestand niet gevonden
pt_br: Arquivo de Log não encontrado
ru_ru: Файл журнала не найден

source: The class file for your Joomla version %s has not been build yet.
de_de: Die Klassendatei für Ihre Joomla!version %s wurde noch nicht erstellt.
es_es: El archivo de clase para su versión de Joomla! %s no se ha creado todavía.
id_id: Berkas class untuk Joomla versi %s anda belum dibuat.
nl_nl: Het class-bestand voor uw Joomla versie %s is nog niet gebouwd.
pt_br: O arquivo de classe para sua versão Joomla %s ainda não foi criado.
ru_ru: Файл класса для вашей версии joomla %s пока не готов

source: File not found
de_de: Datei nicht gefunden
es_es: Archivo no encontrado
id_id: Berkas tidak ditemukan
nl_nl: Bestand niet gevonden
pt_br: Arquivo não encontrado
ru_ru: Файл не найден

source: Class %s not found
de_de: Klasse %s nicht gefunden
es_es: Clase %s no encontrado
id_id: Class %s tidak ditemukan
nl_nl: Class %s niet gevonden
pt_br: Classe %s não encontrada
ru_ru: Класс %s не найден

source: Unable to load part
de_de: Der Part konnte nicht geladen werden
es_es: No se puede cargar parte
id_id: Tidak dapat memuat bagian
nl_nl: Kan deel niet laden
pt_br: Incapaz de carregar parte
ru_ru: Невозможно загрузить часть

source: Function not found
de_de: Funktion nicht gefunden
es_es: Función que no se encuentra
id_id: Fungsi tidak ditemukan
nl_nl: Functie niet gevonden
pt_br: Função não encontrada
ru_ru: Функция не найдена

source: No scope given
de_de: Kein Scope angegeben
es_es: No ámbito determinado
id_id: Tidak ada ruang lingkup yang diberikan
nl_nl: Geen scope opgegeven
pt_br: Nenhum escopo dado
ru_ru: Не задана область видимости

source: Empty translation
de_de: Leere Übersetzung
es_es: Traducción vacía
id_id: Terjemahan kosong
nl_nl: Lege vertaling
pt_br: Tradução vazia
ru_ru: Отсутствует перевод

source: No languages found
de_de: Keine Sprachen gefunden
es_es: lenguajes no encontrados
id_id: Bahasa tidak ditemukan
nl_nl: Geen talen gevonden
pt_br: Nenhum idioma encontrado
ru_ru: Языки не найдены

source: File loaded
de_de: Datei geladen
es_es: Archivo cargado
id_id: Berkas dimuat
nl_nl: Bestand geladen
pt_br: Arquivo carregado
ru_ru: Файл загружен

source: The file %s is empty
de_de: Die Datei %s ist leer
es_es: El archivo %s está vacío
id_id: Berkas %s kosong
nl_nl: Het bestand %s is leeg
pt_br: O arquivo %s está vazio
ru_ru: Файл %s пустой

source: Invalid file
de_de: Ungültige Datei
es_es: Archivo no válido
id_id: Berkas tak-valid
nl_nl: Ongeldig bestand
pt_br: Arquivo inválido
ru_ru: Неверный файл

source: The file has been saved
de_de: Die Datei wurde gespeichert
es_es: El archivo se ha guardado
id_id: Berkas telah disimpan
nl_nl: Bestand opgeslagen
pt_br: O arquivo foi salvo
ru_ru: Файл сохранен

source: Wrong base folder
de_de: Falscher Basisordner
es_es: Directorio base incorrecto
id_id: Basis folder salah
nl_nl: Ongeldige basis folder
pt_br: Diretório base errado
ru_ru: Неверная базовая папка

source: The folder already exists
de_de: Der Ordner ist bereits vorhanden
es_es: La carpeta ya existe
id_id: Folder sudah ada
nl_nl: De folder bestaat al
pt_br: O diretório já existe
ru_ru: Такая папка уже существует

source: Unable to create folder
de_de: Der Ordner konnte nicht erstellt werden
es_es: No se puede crear la carpeta
id_id: Tidak bisa membuat folder
nl_nl: Kan folder niet aanmaken
pt_br: Incapaz de criar o diretório
ru_ru: Невозможно создать папку

source: New folder
de_de: Neuer Ordner
es_es: Nueva carpeta
id_id: Folder baru
nl_nl: Nieuwe folder
pt_br: Novo diretório
ru_ru: Новая папка

source: Create
de_de: Erstellen
es_es: Crear
id_id: Buat
nl_nl: Maak aan
pt_br: Criar
ru_ru: Создать

source: This is a folder
de_de: Dies ist ein Ordner
es_es: Esto es un directorio
id_id: Ini adalah folder
nl_nl: Dit is een folder
pt_br: Este é um diretório
ru_ru: Это папка

source: The file already exists
de_de: Die Datei existiert bereits
es_es: El archivo ya existe
id_id: Berkas sudah ada
nl_nl: Het bestand bestaat al
pt_br: O arquivo já existe
ru_ru: Такой файл уже существует

source: Unable to create file
de_de: Datei kann nicht erstellt werden
es_es: No se puede crear archivo
id_id: Tidak bisa membuat berkas
nl_nl: Kan bestand niet aanmaken
pt_br: Incapaz de criar o arquivo
ru_ru: Невозможно создать файл

source: New file
de_de: Neue Datei
es_es: Nuevo archivo
id_id: Berkas baru
nl_nl: Nieuw bestand
pt_br: Novo arquivo
ru_ru: Новый файл

source: Empty
de_de: Leer
es_es: VACÍO
id_id: Kosong
nl_nl: leeg
pt_br: Vazio
ru_ru: Пусто

source: Folder does not exist
de_de: Ordner nicht vorhanden
es_es: Carpeta no existe
id_id: Folder tidak ada
nl_nl: Folder bestaat niet
pt_br: Diretório não existe
ru_ru: Папка не существует

source: Unable to delete folder
de_de: Der Ordner konnte nicht gelöscht werden
es_es: No se puede eliminar carpeta
id_id: Tidak bisa menghaous folder
nl_nl: Kan folder niet verwijderen
pt_br: Incapaz de apagar diretório
ru_ru: Невозможно удалить папку

source: Delete folder
de_de: Ordner löschen
es_es: Eliminar carpeta
id_id: Hapus folder
nl_nl: Verwijder folder
pt_br: Apagar diretório
ru_ru: Удалить папку

source: Delete
de_de: Löschen
es_es: Borrar
id_id: Hapus
nl_nl: Verwijder
pt_br: Apagar
ru_ru: Удалить

source: File does not exist
de_de: Datei existiert nicht
es_es: El archivo no existe
id_id: Berkas tidak ada
nl_nl: Bestand bestaat niet
pt_br: Arquivo não existente
ru_ru: Файл не существут

source: Unable to delete file
de_de: Die Datei konte nicht gelöscht werden
es_es: No se puede eliminar el archivo
id_id: Tidak bisa menghapus berkas
nl_nl: Kan bestand niet verwijderen
pt_br: Incapaz de apagar arquivo
ru_ru: Невозможно удалить файл

source: Delete file
de_de: Datei löschen
es_es: Eliminar archivo
id_id: Hapus berkas
nl_nl: Verwijder bestand
pt_br: Apagar arquivo
ru_ru: Удалить файл

source: Rename folder
de_de: Ordner umbenennen
es_es: Cambiar nombre de carpeta
id_id: Ubah nama folder
nl_nl: Hernoem folder
pt_br: Renomear diretório
ru_ru: Переименовать папку

source: Rename
de_de: Umbenennen
es_es: Cambiar el nombre
id_id: Ubah nama
nl_nl: Hernoem
pt_br: Renomear
ru_ru: Переименовать

source: Rename file
de_de: Datei umbenennen
es_es: Cambiar el nombre de archivo
id_id: Ubah nama berkas
nl_nl: Hernoem bestand
pt_br: Renomear arquivo
ru_ru: Переименовать файл

source: Select...
de_de: Bitte wählen...
es_es: Seleccionar...
id_id: Pilih...
nl_nl: Selecteer...
pt_br: Selecionar...
ru_ru: Выбрать...

source: The file bootstrap.php has been copied to your Joomla root
de_de: Die Datei bootstrap.php wurde in Ihr Joomla!root kopiert.
es_es: El archivo bootstrap.php ha sido copiado en su raiz de Joomla
id_id: Berkas bootsrap.php telah disalin pada root Joomla anda
nl_nl: Het bestand bootstrap.php is gekopieerd naar Joomla! root
pt_br: O arquivo bootstrap.php foi copiado para o root de sua instalação Joomla
ru_ru: Файл bootstrap.php скопирован в коневую папку Joomla

source: Can not copy file %s
de_de: Die Datei %s kann nicht kopiert werden
es_es: El archivo %s no se pudo copiar
id_id: Tidak bisa menyalin berkas %s
nl_nl: Kan bestand %s niet kopieren
pt_br: Não é possível copiar o arquivo %s
ru_ru: Не могу копировать файл %s

source: No project selected
de_de: Kein Projekt ausgewählt
es_es: Ningún proyecto seleccionado
id_id: Tidak ada proyek yang dipilih
nl_nl: Geen project geselecteerd
pt_br: Nenhum projeto selecionado
ru_ru: Ни один проект не выбран

source: Invalid project
de_de: Ungültiges Projekt
es_es: Proyecto incorrecto
id_id: Proyek tak-valid
nl_nl: Ongeldig project
pt_br: Projeto inválido
ru_ru: Неверный проект

source: Unable to create tests directory
de_de: Das Testverzeichnis kann nicht erstellt werden
es_es: No se ha podido crear el directorio de pruebas
id_id: Tidak bisa membuat direktori tests
nl_nl: Kan tests directory niet aanmaken
pt_br: Incapaz de criar diretório testes
ru_ru: Невозможно создать каталог для тестов

source: The tests directory has been created
de_de: Das Verzeichnis Tests wurde erstellt.
es_es: El directorio de pruebas se ha creado
id_id: Direktori tests telah dibuat
nl_nl: De tests directory is aangemaakt
pt_br: O diretório testes foi criado
ru_ru: Каталог для тестов создан

source: Only PHP files are allowed
de_de: Nur PHP Dateien sind erlaubt
es_es: Solo archivos PHP son soportados
id_id: Hanya berkas PHP yang diijinkan
nl_nl: Alleen PHP files zijn toegestaan
pt_br: Somente arquivos PHP são permitidos
ru_ru: Допускаются только файлы PHP

source: No classes found
de_de: Es wurden keine Klassen gefunden.
es_es: No se encuentran clases
id_id: Tidak ada class yang ditemukan
nl_nl: Geen classes gevonden
pt_br: Nenhuma classe encontrada
ru_ru: Классы не найдены

source: Folder not found
de_de: Ordner nicht gefunden
es_es: Directorio no encontrado
id_id: Folder tidak ditemukan
nl_nl: Folder niet gevonden
pt_br: Diretório não encontrado
ru_ru: Папка не найдена

source: No path set
de_de: Kein Pfad angegeben
es_es: No se ha especificado la ruta
id_id: Tidak ada path yang diatur
nl_nl: Geen pad opgegeven
pt_br: Caminho não definido
ru_ru: Путь не задан

source: Something went wrong...
de_de: Etwas ging schief...
es_es: Algo fue mal...
id_id: Ada yang salah...
nl_nl: Er ging iets mis...
pt_br: Algo deu errado...
ru_ru: Возникла непредвиденная ошибка...

source: Documentation has been created
de_de: Das dokument wurde erstellt
es_es: Se ha creado la Documentación
id_id: Dokumentasi telah dibuat
nl_nl: Documentatie is aangemaakt
pt_br: Documentação foi criada
ru_ru: Документация создана

source: View Documentation
de_de: Dokumentation ansehen
es_es: Ver Documentación
id_id: Lihat Dokumentasi
nl_nl: Bekijk documentatie
pt_br: Visualizar Documentação
ru_ru: Просмотр документации

source: View Errors
de_de: Fehler ansehen
es_es: Ver Errores
id_id: Lihat Kesalahan
nl_nl: Bekijk fouten
pt_br: Visualizar Erros
ru_ru: Просмотр ошибок

source: Not found
de_de: Nicht gefunden
es_es: No encontrado
id_id: Tidak ditemukan
nl_nl: Niet gevonden
pt_br: Não encontrado
ru_ru: Не найдено

source: No PEAR packages found - Please check your Paths
de_de: Keine PEAR Pakete gefunden - Bitte überprüfen Sie Ihren Pfade
es_es: No se han encontrado paquetes PEAR - Por favor comprueba tus Rutas
id_id: Paket PEAR tidak ditemukan - Harap memeriksa path anda
nl_nl: Geen PEAR pakketten gevonden - controleer je paden
pt_br: Pacotes PEAR não encontrados - Favor checar seus Caminhos
ru_ru: Пакеты PEAR не найдены. Проверьте заданные пути

source: For more information see: %s
de_de: Für weitere Informaqtionen gehen Sie bitte auf: %s
es_es: Para más información ver: %s
id_id: Untuk mendapatkan informasi lebih jelas lihat: %s
nl_nl: Voor meer informatie, ga naar: %s
pt_br: Para maiores informações veja: %s
ru_ru: Подробности см.: %s

source: Package
de_de: Paket
es_es: Paquete
id_id: Paket
nl_nl: Pakket
pt_br: Pacote
ru_ru: Пакет

source: Version
es_es: Versión
id_id: Versi
nl_nl: Versie
pt_br: Versão
ru_ru: Версия

source: Minimun
nl_nl: Minimum
pt_br: Mínimo
ru_ru: Минимум

source: Info
nl_nl: informatie
pt_br: Informação
ru_ru: Информация

source: See also: %s
de_de: Siehe auch: %s
es_es: Ver también: %s
id_id: Juga lihat: %s
nl_nl: Zie ook: %s
pt_br: Veja também: %s
ru_ru: См. также: %s

source: Unsupported Joomla! version
de_de: Nicht unterstützte Joomla! Version
es_es: Versión de Joomla! no soportada
id_id: Versi Joomla! tidak mendukung
nl_nl: Niet-ondersteunde Joomla! versie
pt_br: Versão Joomla! não Suportada
ru_ru: Версия Joomla! не поддерживается

source: Configuration has been saved
de_de: Die Konfiguration wurde gespeichert
es_es: Configuración se ha guardado
id_id: Konfigurasi telah disimpan
nl_nl: Configuratie opgeslagen
pt_br: Configuração foi salva
ru_ru: Конфигурация сохранена

source: No downloads found
nl_nl: Geen downloads gevonden
pt_br: Nenhum download encontrado
ru_ru: Загрузки не найдены

source: The package has been deleted.
nl_nl: Het pakket is verwijderd.
pt_br: O pacote foi excluído.
ru_ru: Пакет был удален

source: The files have been deployed.
nl_nl: De bestanden worden geconfigureerd.
pt_br: Os arquivos foram implantados.
ru_ru: Файлы размещены.

source: The file has been deployed.
nl_nl: Het bestand is geconfigureerd.
pt_br: O arquivo foi implantado.
ru_ru: Файл размещен.

source: All files are synchronized
nl_nl: Alle bestanden zijn gesynchroniseerd
pt_br: Todos os arquivos foram sincronizados
ru_ru: Все файлы синхронизированы.

source: The files have been synchronized.
nl_nl: De bestanden zijn gesynchroniseerd.
pt_br: Os arquivos foram sincronizados.
ru_ru: Файлы синхронизированы.

source: The file has been created
de_de: Die Datei wurde erstellt.
es_es: El archivo ha sido creado
id_id: Berkas telah dibuat
nl_nl: Het bestand is aangemaakt
pt_br: O arquivo foi criado
ru_ru: Файл создан

source: The BOM has been removed
de_de: Der BOM wurde entfernt
es_es: El BOM se ha eliminado
id_id: BOM telah disingkirkan
nl_nl: De BOM is verwijderd
pt_br: O BOM foi removido
ru_ru: Маркеры BOM удалены

source: Unable to remove the BOM
de_de: Der BOM konnte nicht entfernt werden
es_es: No se puede eliminar el BOM
id_id: Tidak bisa menyingkirkan BOM
nl_nl: Kan BOM niet verwijderen
pt_br: Incapaz de remover o BOM
ru_ru: Невозможно удалить маркеры BOM

source: The logfiles have been deleted
de_de: Die Logdateien wurden gelöscht
es_es: Los archivos de registro se han eliminado
id_id: logfiles telah dihapus
nl_nl: Logboekbestanden zijn verwijderd
pt_br: Os arquivos de log foram apagados
ru_ru: Файлы журналов удалены

source: The logfiles could not be deleted
de_de: Die Logdateien konnten nicht gelöscht werden
es_es: Los archivos de registro no se pueden borrar
id_id: logfiles tidak bisa dihapus
nl_nl: Kan logboekbestanden niet verwijderen
pt_br: Os arquivos de log não puderam ser apagados
ru_ru: Не удалось удалить файлы журналов

source: An error happened while creating your project
de_de: Ein Fehler trat beim Erstellen Ihres Projektes auf
es_es: Un error ocurrió mientras la creación de su proyecto
id_id: Kesalahan terjadi saat membuat proyek anda
nl_nl: Er is een fout opgetreden bij het aanmaken van je project
pt_br: Um erro ocorreu durante a criação de seu projeto
ru_ru: При создании проекта произошла ошибка

source: Your project has been created
de_de: Ihr Projekt wurde erstellt
es_es: Su proyecto ha sido creado
id_id: Proyek anda telah dibuat
nl_nl: Je project is aangemaakt
pt_br: Seu projeto foi criado
ru_ru: Проект создан

source: Your project has been registered
de_de: Ihr Projekt wurde registriert
es_es: Su proyecto ha sido registrado
id_id: Proyek anda telah didaftarkan
nl_nl: Je project is geregistreerd
pt_br: Seu projeto foi registrado
ru_ru: Проект зарегистрирован

source: Unable to prepare part
de_de: Der Part konnte nicht vorbereitet werden
es_es: Imposible preparar parte
id_id: Tidak bisa mempersiapkan bagian
nl_nl: Kan deel niet voorbereiden
pt_br: Incapaz de preparar parte
ru_ru: Невозможно подготовить часть

source: Unable to insert part
de_de: Der Part konnte nicht eingefügt werden
es_es: Imposible insertar parte
id_id: Tidak bisa menyisipkan bagian
nl_nl: Kan deel niet invoegen
pt_br: Incapaz de inserir parte
ru_ru: Невозможно вставить часть

source: Part added
de_de: Der Part wurde eingefügt
es_es: Parte añadida
id_id: Bagian ditambahkan
nl_nl: Deel toegevogd
pt_br: Parte adicionada
ru_ru: Часть добавлена

source: No table given
de_de: Keine Tabelle angegeben
es_es: No se ha dado tabla
id_id: Tidak ada tabel yang diberikan
nl_nl: Geen tabel opgegeven
pt_br: Nenhuma tabela dada
ru_ru: Таблица не задана

source: Invalid Table
de_de: Ungültige Tabelle
es_es: Tabla inválida
id_id: Tabel tak-valid
nl_nl: Ongeldige tabel
pt_br: Tabela Inválida
ru_ru: Неверная таблица

source: Invalid options
de_de: Ungültige Optionen
es_es: Opciones inválidas
id_id: Opsi tak-valid
nl_nl: Ongeldige opties
pt_br: Opções Inválidas
ru_ru: Неверные параметры

source: Unable to load Autocode
de_de: Der AutoCode konnte nicht geladen werden
es_es: Imposible cargar Autocode
id_id: Tidak bisa memuat Autocode
nl_nl: Kan Autocode niet laden
pt_br: Incapaz de carregar Autocode
ru_ru: Невозможно загрузить автокод

source: Insert method not found in Autocode %s
de_de: Die Insert Methode wurde nicht im Autocode gefunden %s
es_es: Método de inserción no encontrado en Autocode %s
id_id: Penyisipan metode tidak ditemukan dalam Autocode %s
nl_nl: Invoegen methode niet gevonden in Autocode %s
pt_br: Método Insert não encontrado no Autocode %s
ru_ru: Метод вставки для автокода %s не найден

source: Unable to prepare project [project, group, part] [%s, %s, %s]
de_de: Das Projekt konnte nicht vorbereitet werden [project, group, part] [%s, %s, %s]
es_es: Imposible preparar proyecto [proyecto, grupo, parte] [%s, %s, %s]
id_id: Tidak bisa mempersiapkan proyek [proyek, grup, bagian] [%s, %s, %s]
nl_nl: Kan project niet voorbereiden [project, group, part] [%s, %s, %s]
pt_br: Incapaz de prepara projeto [project, group, part] [%s, %s, %s]
ru_ru: Невозможно подготовить проект [проект, группа, часть] [%s, %s, %s]

source: Unable to update AutoCode
de_de: Der AutoCode konnte nicht aktualisiert werden
es_es: Imposible actualizar Autocode
id_id: Autocode tidak bisa di-update
nl_nl: Kan AutoCode niet updaten
pt_br: Incapaz de atualizar AutoCode
ru_ru: Невозможно обновить автокод

source: AutoCode updated
de_de: Der AutoCode wurde aktualisiert
es_es: AutoCode actualizado
id_id: Autocode ter-update
nl_nl: AutoCode bijgewerkt
pt_br: AutoCode atualizado
ru_ru: Автокод обновлен

source: invalid file
de_de: Ungültige Datei
es_es: Archivo no válido
id_id: berkas tak-valid
nl_nl: Ongeldig bestand
pt_br: arquivo inválido
ru_ru: неверный файл

source: File has been deleted
de_de: Die Datei wurde gelöscht
es_es: El archivo ha sido borrado
id_id: Berkas telah dihapus
nl_nl: Bestand is verwijderd
pt_br: Arquivo foi apagado
ru_ru: Файл удален

source: Unable to deleted the file
de_de: Die Datei kann nicht gelöscht werden
es_es: No se eliminó el archivo
id_id: Tidak bisa menghapus berkas
nl_nl: Kan bestand niet verwijderen
pt_br: Incapaz de excluído o arquivo
ru_ru: Невозможно удалить файл

source: The type %s is not supported yet.. remember - this is a beta
de_de: Der Typ %s wird noch nicht unterstützt.. Bedenken Sie - dies ist eine beta
es_es: El tipo %s no se soporta aún.. recuerda - esto es una beta
id_id: Belum mendukung tipe %s.. Ingat - ini masih beta
nl_nl: Het type %s wordt nog niet ondersteund... onthoud - dit is een beta
pt_br: O tipo %s ainda não é suportado .. lembre-se - estamos em beta
ru_ru: Тип %s еще не поддерживается... Помните: это бета-версия

source: But you can copy + paste the code below to your params section..
de_de: Sie können jedoch per copy + paste den untenstehenden Code in Ihre params Sektion einfügen..
es_es: Pero puede copiar + pegar el código de debajo para su sección de parámetros..
id_id: Tapi anda bisa salin + tempel kode dibagian bawah params..
nl_nl: Maar u kunt copy + paste de code onder in de parameter sectie..
pt_br: Mas você pode copiar + colar o código abaixo para sua seção params ..
ru_ru: Однако вы можете скопировать приведенный ниже код в раздел параметров.

source: Could not create XML
de_de: Die XML Datei konnte nicht erstellt werden
es_es: No se ha podido crear XML
id_id: Tidak bisa membuat XML
nl_nl: Kan geen XML aanmaken
pt_br: Não foi possível criar XML
ru_ru: Невзоможно создать XML

source: The XML file has been saved
de_de: Die XML Datei wurde gespeichert
es_es: El archivo XML se ha guardado
id_id: Berkas XML telah dibuat
nl_nl: XML-bestand opgeslagen
pt_br: O arquivo XML foi salvo
ru_ru: XML-файл создан

source: Could not save XML file
de_de: Die XML Datei konnte nicht gespeichert werden
es_es: No se pudo guardar el archivo xml
id_id: Tidak bisa menyimpan berkas XML
nl_nl: Kan XML-bestand niet opslaan
pt_br: Não foi possível salvar o arquivo XML
ru_ru: Невозможно сохранить XML-файл

source: The Settings have been updated
de_de: Die Einstellungen wurden aktualisiert.
es_es: Los ajustes se han actualizado
id_id: Pengaturan telah di-update
nl_nl: De instellingen zijn bijgewerkt
pt_br: As configurações foram atualizadas
ru_ru: Настройки обновлены

source: The Project %s has been removed
de_de: Das Projekt %s wurde gelöscht
es_es: El Proyecto %s se ha eliminado
id_id: Proyek %s telah disingkirkan
nl_nl: Het project %s is verwijderd
pt_br: O Projeto %s foi removido
ru_ru: Проект %s удален

source: The Project %s could not be removed
de_de: Das Projekt %s konnte nicht gelöscht werden
es_es: El proyecto %s no se pudo eliminar
id_id: Proyek %s tidak bisa disingkarkan
nl_nl: Het project %s is niet verwijderd
pt_br: O Projeto %s não pode ser removido
ru_ru: Невозможно удалить проект %s

source: %s Install sql file updated
es_es: Archivo de Instalación sql %s actualizado
id_id: %s Berkas sql pemasangan diperbarui
nl_nl: %s installeer sql bestand bijgewerkt
pt_br: %s Instalar arquivo SQL atualizado
ru_ru: SQL-файл установки %s обновлен

source: %s Install sql file created
es_es: Archivo de Instalación sql %s creado
id_id: %s Berkas sql pemasangan dibuat
nl_nl: %s installer sqp bestand aangemaakt
pt_br: %s Instalar arquivo SQL criado
ru_ru: SQL-файл установки %s создан

source: Can not create file at %s
es_es: No se puede crear un archivo en %s
id_id: Tidak bisa membuat berkas pada %s
nl_nl: Kan bestand niet aanmaken op %s
pt_br: Não é possível criar arquivo em %s
ru_ru: Невозможно создать файл в %s

source: %s uninstall sql file updated
es_es: Archivo de desinstalación sql %s actualizado
id_id: %s Berkas sql pencabutan diperbarui
nl_nl: %s de-installeer sql bestand bijgewerkt
pt_br: %s desinstalar o arquivo SQL atualizado
ru_ru: SQL-файл удаления %s обновлен

source: %s uninstall sql file created
es_es: Archivo de desinstalación sql %s creado
id_id: %s Berkas sql pencabutan dibuat
nl_nl: %s de-installeer sql bestand aangemaakt
pt_br: %s desinstalar o arquivo SQL criado
ru_ru: SQL-файл удаления %s создан

source: Can not create file at
es_es: No se puede crear archivo en
id_id: Tidak bisa membuat berkas pada
nl_nl: Kan geen bestand aanmaken op
pt_br: Não é possível criar o arquivo em
ru_ru: Невозможно создать файл в

source: Update sql file has been written
es_es: Archivo de actualización sql editado
id_id: Berkas sql perbaruan telah ditulis
nl_nl: Update sql bestand is geschreven
pt_br: Atualização do arquivo SQL foi escrito
ru_ru: SQL-файл обновления записан

source: Can not create the update sql file
es_es: No se puede crear archivo de actualización sql
id_id: Tidak bisa membuat berkas sql pembaruan
nl_nl: Kan de update sql bestand niet aanmaken
pt_br: Não é possível criar a atualização do arquivo SQL
ru_ru: Невозможно создать SQL-файл обновления

source: Update sql already exists
es_es: sql de actualización ya existe
id_id: Sql pembaruan sudah ada
nl_nl: Update sql bestaat al
pt_br: Atualização SQL já existe
ru_ru: SQL-файл обновления уже существует

source: Template has been deleted.
de_de: Das Template wurde gelöscht
es_es: La plantilla se ha eliminado.
id_id: Template telah dihapus
nl_nl: Template is verwijderd.
pt_br: O Template foi excluído.
ru_ru: Шаблон удален.

source: No templates selected
de_de: Keine Templates ausgewählt
es_es: No se ha seleccionado ninguna plantilla
id_id: Tidak ada template yang dipilih
nl_nl: Geen template geselecteerd
pt_br: Nenhum template selecionado
ru_ru: Ни один шаблон не выбран

source: Templates have been exported.
de_de: Die Templates wurden exportiert
es_es: Plantillas han sido exportadas.
id_id: Template teh di-ekspor
nl_nl: Templates zijn geëxporteerd
pt_br: O templates foram exportados.
ru_ru: Шаблоны экспортированы.
