Repository: elkuku/EasyCreator
Catalog: admin/g11n/*/*.com_easycreator.po
Languages: de_de, es_es, id_id, nl_nl, pt_br, ru_ru

source: Can not load xml file %s
de_de: Die XML Datei %s konnte nicht geladen werden
es_es: No se puede cargar archivo xml %s
id_id: Tidak bisa memuat berkas xml %s
nl_nl: Kan xml bestand %s niet laden
pt_br: Não é possível carregar o xml %s
ru_ru: Невозможно загрузить XML-файл %s

source: Unable to write file
de_de: Die Datei konnte nicht geschrieben werden
es_es: No se puede escribir archivo
id_id: Tidak bisa write pada berkas
nl_nl: Bestand is niet schrijfbaar
pt_br: Não foi possível escrever no arquivo
ru_ru: Невозможно записать файл

source: Invalid project manifest
de_de: Ungültiges Projektmanifest
es_es: Manifiesto de proyecto no válido
id_id: Manifestasi Proyek tak-valid
nl_nl: Ongeldig project manifest
pt_br: Projeto Inválido para Manifestar
ru_ru: Неверный манифест проекта

source: Invalid Project
de_de: Ungültiges Projekt
es_es: Proyecto no válido
id_id: Proyek Tak-valid
nl_nl: Ongeldig project
pt_br: Projeto inválido
ru_ru: Неверный проект

source: JInstaller: Unable to remove project
de_de: JInstaller: Das Projekt konnte nicht gelöscht werden
es_es: JInstaller: Imposible eliminar proyecto
id_id: JInstaller: Tidak bisa menyingkirkan proyek
nl_nl: JInstaller: kan project niet verwijderen
pt_br: JInstaller: Impossível remover o projeto
ru_ru: JInstaller: невозможно удалить проект

source: File not found %s
de_de: Datei nicht gefunden %s
es_es: Archivo no encontrado %s
id_id: Berkas tidak ditemukan %s
nl_nl: Bestand niet gevonden %s
pt_br: Arquivo %s não foi encontrado
ru_ru: Файл не найден %s

source: Unable to delete file at %s
id_id: Tidak bisa menghapus berkas pada %s
nl_nl: Kan bestand niet verwijderen op %s
pt_br: Impossível excluir o arquivo em %s
ru_ru: Невозможно удалить файл %s

source: Autocode key %s not found
de_de: Autocode Key %s wurde nicht gefunden
es_es: Clave de Autocode %s no válida
id_id: Autocode kunci %s tidak ditemukan
nl_nl: AutoCode sleutel %s niet gevonden
pt_br: Auto código chave %s não encontrado
ru_ru: Идентификатор автокода %s не найден

source: Can not write the file at %s
de_de: Die Datei %s kann nicht geschrieben werden
es_es: No se puede editar el archivo %s
id_id: Tidak bisa write pada berkas %s
nl_nl: Kan bestand niet schrijven naar %s
pt_br: Não é possível gravar o arquivo em %s
ru_ru: Невозможно записать файл %s

source: Path does not have a valid package
de_de: Kein gültiges Paket im Pfad gefunden
es_es: La ruta no contiene un paquete válido
id_id: Path tidak mempunyai paket yang valid
nl_nl: Pad heeft geen geldig pakket
pt_br: Caminho não tem um pacote válido
ru_ru: Путь не содержит корректных пакетов

source: An error happened while installing your %s
de_de: Ein Fehler ist aufgetreten beim Installieren von %s
es_es: Ha ocurrido un error instalando su %s
id_id: Kesalahan terjadi saat memasang %s anda
nl_nl: Fout tijdens het installeren van je %s
pt_br: Um erro aconteceu durante a instalação do seu %s
ru_ru: Произошла ошибка при установке %s

source: Required class %s not found
de_de: Erforderliche Klasse %s wurde nicht gefunden
es_es: Clase requerida %s no encontrada
id_id: Class %s yang diperlukan tidak ditemukan
nl_nl: Benodigde class %s niet gevonden
pt_br: Classe Necessária %s não encontrada
ru_ru: Требуемый класс %s не найден

source: Required method %s not found
de_de: Erforderliche Methode %s wurde nicht gefunden
es_es: Método requerido %s no encontrado
id_id: Metode %s yang diperlukan tidak ditemukan
nl_nl: Benodigde methode %s niet gevonden
pt_br: Método Necessário %s não encontrado
ru_ru: Требуемый метод %s не найден

source: Custom options
de_de: Benutzeroptionen
es_es: Personalizar opciones
id_id: Opsi Sendiri
nl_nl: Aangepaste opties
pt_br: Opções personalizadas
ru_ru: Специальные параметры

source: Action %s not defined
de_de: Die Aktion %s ist nicht definiert
es_es: Acción %s no definida
id_id: Aksi %s belum ditentukan
nl_nl: Actie %s niet gedefiniëerd
pt_br: Acão %s não definida
ru_ru: Действие %s не определено

source: The project type %s is not defined yet
de_de: Der Projekttyp %s ist noch nicht definiert
es_es: El tipo de proyecto %s no está definido aún
id_id: Proyek tipe %s belum ditentukan
nl_nl: Het project type %s is nog niet gedefiniëerd
pt_br: O tipo de projeto %s ainda não foi definido
ru_ru: Тип проектов %s еще не определен

source: No manifest file found
de_de: Keine Manifestdatei gefunden
es_es: Archivo de manifiesto no encontrado
id_id: Berkas manifestasi tidak ditemukan
nl_nl: Geen manifest bestand gevonden
pt_br: Nenhum arquivo de manifesto encontrado
ru_ru: Файл манифеста не найден

source: Empty project name
de_de: Projektname leer
es_es: Nombre de proyecto en blanco
id_id: Nama proyek kosong
nl_nl: Leeg project-naam
pt_br: Nome do projeto vazio
ru_ru: Пустое имя проекта

source: Project %s not found
de_de: Projekt %s wurde nicht gefunden
es_es: Proyecto %s no encontrado
id_id: Proyek %s tidak ditemukan
nl_nl: Project %s niet gevonden
pt_br: Projeto %s não encontrado
ru_ru: Проект %s не найден

source: Manifest not found for type: %s - name: %s
de_de: Manifest wurde nicht gefunden für Typ: %s - Name: %s
es_es: Manifiesto no encontrado para tipo: %s - nombre: %s
id_id: Manifestasi tidak ditemukan untuk tipe: %s - nama: %s
nl_nl: Manigest niet gevonden voor type: %s - naam: %s
pt_br: Manifesto não encontrado para o tipo: %s - nome: %s
ru_ru: Манифест для типа %s - имени %s не найден

source: Invalid manifest file %s
de_de: Ungültige Manifestdatei %s
es_es: Archivo de manifiesto no válido %s
id_id: Berkas manifestasi %s tak-valid
nl_nl: Ongeldig manifest bestand %s
pt_br: Inválido manifesto do arquivo %s
ru_ru: Неверный файл манифеста %s

source: Class not found
de_de: Klasse nicht gefunden
es_es: Clase no encontrada
id_id: Class tidak ditemukan
nl_nl: Class niet gevonden
pt_br: Classe não encontrada
ru_ru: Класс не найден

source: Could not load XML file
de_de: Die XML Datei konnte nicht geladen werden
es_es: No se puedo cargar archivo XML
id_id: Tidak bisa memuat berkas XML
nl_nl: Kan XML bestand niet laden
pt_br: Não foi possível carregar o arquivo XML
ru_ru: Невозможно загрузить XML-файл

source: Unable to load the xml file %s
de_de: Die XML-Datei %s konnte nicht geladen werden
es_es: No se puede cargar el archivo xml %s
id_id: Tidak bisa memuat berkas xml %s
nl_nl: Kan het xml bestand %s niet laden
pt_br: Não foi possível carregar o arquivo XML %s
ru_ru: Невозможно загрузить XML-файл %s

source: Files
de_de: Dateien
es_es: Archivos
id_id: berkas-berkas
nl_nl: Bestanden
pt_br: Arquivos
ru_ru: Файлы

source: Code lines
de_de: Code-Zeilen
es_es: Código líneas
id_id: Baris-baris kode
nl_nl: Code regels
pt_br: Linhas de Código
ru_ru: Строки кода

source: Size
de_de: Grösse
es_es: Tamaño
id_id: Ukuran
nl_nl: Grootte
pt_br: Tamanho
ru_ru: Размер

source: Code analysis %s
de_de: Code-Analyse %s
es_es: Análisis de código para %s
id_id: Analisa kode %s
nl_nl: Code analyse %s
pt_br: Análise do Código %s
ru_ru: Анализ кода %s

source: code
es_es: Código
id_id: kode
pt_br: Código
ru_ru: Код

source: blanks
de_de: Leerzeilen
es_es: Espacios en blanco
id_id: Kosong
nl_nl: leeg
pt_br: Espaços em Branco
ru_ru: пробелы

source: comments
de_de: Kommentare
es_es: Comentarios
id_id: Komentar
nl_nl: commentaren
pt_br: comentários
ru_ru: "комментарии"

source: Comment to Code ratio
de_de: Verhältnis Kommentare zu Code
es_es: Relación de Comentario a código
id_id: Komentar untuk rasio Kode
nl_nl: Commentaar op Code ratio
pt_br: Comentar à relação de Código
ru_ru: Соотношение комментариев и кода

source: Unable to copy the file %s to %s
de_de: Die Datei %s konnte nicht nach %s kopiert werden
es_es: Imposible copiar el archivo %s a %s
id_id: Tidak bisa menyalin berkas %s ke %s
nl_nl: Kan niet kopiëren bestand %s naar %s
pt_br: Não é possível copiar o arquivo %s para %s
ru_ru: Невозможно скопировать файл %s в %s

source: Unable to create the folder %s
nl_nl: Kan de folder %s niet aanmaken
pt_br: Não é possível criar a pasta %s
ru_ru: Невозможно создать папку %s

source: Error creating archive
de_de: Beim Erstellen des Archivs trat ein Fehler auf
es_es: Error al crear archivo
id_id: Kesalahan pembuatan arsip
nl_nl: Fout tijdens aanmaken archief
pt_br: Erro ao criar arquivo
ru_ru: Ошибка при создании архива

source: Unable to find install package
de_de: Es kann kein Installationspaket gefunden werden
es_es: Imposible encontrar el paquete de instalación
id_id: Tidak bisa memasang paket
nl_nl: Kan installatiepakket niet vinden
pt_br: Não é possível encontrar pacote de instalação
ru_ru: Невозможно найти установочный пакет

source: This is not an EasyCreator Extension Template
de_de: Dies ist kein EasyCreator Extensiontemplate
es_es: Esto no es una extensión easycreator plantilla
id_id: Ini bukan Template Ekstensi EasyCreator
nl_nl: Dit is geen EasyCreator Extensie Template
pt_br: Este não é um Template da Extensão EasyCreator
ru_ru: Не является шаблоном расширения EasyCreator

source: The template %s is already installed
de_de: Die Vorlage %s ist bereits installiert
es_es: La plantilla %s ya está instalado
id_id: Template %s sudah dipasang
nl_nl: Template %s is reeds geïnstalleerd
pt_br: O template %s já está instalado
ru_ru: Шаблон %s уже установлен

source: Can not create folder %s
de_de: Der Ordner %s konnte nicht erstellt werden
es_es: No se puede crear la carpeta %s
id_id: Tidak bisa membuat folder %s
nl_nl: Kan folder %s niet aanmaken
pt_br: Não é possível criar pasta %s
ru_ru: Невозможно создать папку %s

source: No file selected
de_de: Keine Datei ausgewählt
es_es: No hay archivo seleccionado
id_id: Tidak ada berkas yang dipilih
nl_nl: Geen bestand geselecteerd
pt_br: Nenhum arquivo selecionado
ru_ru: Ни один файл не выбран

source: Invalid package
de_de: Ungültiges Paket
es_es: Paquete no válido
id_id: Paket tak-valid
nl_nl: Ongeldig pakket
pt_br: Pacote inválido
ru_ru: Неверный пакет

source: Edit
de_de: Bearbeiten
es_es: Editar
id_id: Ubah
nl_nl: Bewerk
pt_br: Editar
ru_ru: Редактировать

source: New
de_de: Neu
es_es: Nuevo
id_id: Baru
nl_nl: Nieuw
pt_br: Novo
ru_ru: Новая

source: Undefined format: %s
de_de: Unbekanntes Format: %s
es_es: Indefinido formato: %s
id_id: Format belum ditentukan: %s
nl_nl: Ongedefiniëerd formaat: %s
pt_br: Formato indefinido: %s
ru_ru: Неопределенный формат: %s

source: CLI Application
es_es: Aplicación CLI
id_id: Aplikasi CLI
nl_nl: CLI Applicatie
pt_br: Aplicação CLI
ru_ru: Приложение командной строки

source: CLI Applications
es_es: Aplicaciones CLI
id_id: Aplikasi CLI
nl_nl: CLI Applicaties
pt_br: Aplicativos CLI
ru_ru: Приложения командной строки

source: %d CLI Application
es_es: %d Aplicación CLI
id_id: %d Aplikasi CLI
nl_nl: %d CLI Applicatie
pt_br: %d Aplicação CLI
ru_ru: %d приложение командной строки

source: Component
de_de: Komponente
es_es: Componente
id_id: Komponen
pt_br: Componente
ru_ru: Компонент

source: Components
de_de: Komponenten
es_es: Componentes
id_id: Komponen-komponen
nl_nl: Componenten
pt_br: Componentes
ru_ru: Компоненты

source: %d Component
de_de: %d Komponente
es_es: %d Componente
id_id: %d Komponen
pt_br: %d Componente
ru_ru: %d компонент

source: There was a problem updating the admin menu
es_es: Ha ocurrido un problema actualizando el menú de administración
id_id: Terjadi masalah memperbarui menu admin
nl_nl: Probleem tijdens bijwerken admin menu
pt_br: Houve um problema ao atualizar o menu de administração
ru_ru: При обновлении меню администратора произошел сбой

source: Library
de_de: Bibliothek
es_es: Biblioteca
id_id: Pustaka
nl_nl: Bibliotheek
pt_br: Biblioteca
ru_ru: Библиотека

source: Libraries
de_de: Blibiotheken
es_es: Bibliotecas
id_id: Pustaka
nl_nl: Bibliotheken
pt_br: Bibliotecas
ru_ru: Библиотеки

source: %d Library
de_de: %d Bibliothek
es_es: %d Libería
id_id: %d Pustaka
nl_nl: %d Bibliotheek
pt_br: %d Biblioteca
ru_ru: %d библиотека

source: Module
de_de: Modul
es_es: Módulo
id_id: Modul
pt_br: Módulo
ru_ru: Модуль

source: Modules
de_de: Module
es_es: Módulos
id_id: Modul-modul
pt_br: Módulos
ru_ru: Модули

source: %d Module
de_de: %d Modul
es_es: %d Módulo
id_id: %d Modul
pt_br: %d Módulo
ru_ru: %d модуль

source: Packages
de_de: Pakete
es_es: Paquetes
id_id: Paket
nl_nl: Pakketten
pt_br: Pacotes
ru_ru: Пакеты

source: %d Package
de_de: %d Paket
es_es: %d Paquete
id_id: %d Paket
nl_nl: %d Pakket
pt_br: %d Pacote
ru_ru: %d пакет

source: Plugin
id_id: Pengaya
ru_ru: Плагин

source: Plugins
id_id: Pengaya-pengaya
ru_ru: Плагины

source: %d Plugin
id_id: %d Pengaya
ru_ru: %d плагин

source: %s - Unknown scope: %s
es_es: %s - Ámbito desconocido: %s
id_id: %s - Cakupan tidak diketahui: %s
nl_nl: %s - Onbekende scope: %s
pt_br: %s - Extensão desconhecida: %s
ru_ru: %s — неизвестная область видимости: %s

source: %d Template
es_es: %d Plantilla
pt_br: %d Modelo
ru_ru: %d шаблон

source: Web Application
es_es: Aplicación Web
id_id: Aplikasi web
nl_nl: Web Applicatie
pt_br: Aplicação da Web
ru_ru: Веб-приложение

source: Web Applications
es_es: Aplicaciones Web
id_id: Aplikasi web
nl_nl: Web Applicaties
pt_br: Aplicativos da Web
ru_ru: Веб-приложения

source: %d Web Application
es_es: %d Aplicación Web
id_id: %d Aplikasi web
nl_nl: %d Web Applicatie
pt_br: %d Aplicativo da Web
ru_ru: %d веб-приложение

source: File not found: %s
es_es: Archivo no encontrado: %s
id_id: Berkas tidak ditemukan: %s
nl_nl: Bestand niet gevonden: %s
pt_br: Arquivo %s não foi encontrado
ru_ru: Файл не найден: %s

source: Failed to copy file %s to %s
de_de: Die Datei %s konnte nicht nach %s kopiert werden
es_es: Error al copiar archivo %s a %s
id_id: Gagal menyalin berkas %s ke %s
nl_nl: Kopiëren bestand %s naar %s mislukt
pt_br: Não é possível copiar o arquivo %s para %s
ru_ru: Не удалось скопировать файл %s в %s

source: The extension "bz2" couldn't be found.
de_de: Die Erweiterung "bz2" wurde nicht gefunden.
es_es: la extensión "bz2" no se ha encontrado.
id_id: Ekstensi "bz2" tidak bisa ditemukan.
nl_nl: De extensie "bz2" niet gevonden
pt_br: A extensão "bz2" não pôde ser encontrada.
ru_ru: Невозможно найти расширение "bz2".

source: Please make sure your version of PHP was built with bz2 support.
de_de: Bitte überprüfen Sie, ob Ihre PHP Version bz2 unterstützt.
es_es: Por favor asegúrese de que su versión de PHP fue creada con soporte para bz2.
id_id: Harap memastikan bahwa versi PHP anda dibangun dengan dukungan bz2.
nl_nl: AUB zorg dat je versie van PHP is gebouwd met bz2 support.
pt_br: Por favor, certifique-se a sua versão do PHP foi construída com suporte bz2.
ru_ru: Убедитесь, что используемая версия PHP была собрана с поддержкой bz2.

source: Add row
de_de: Zeile hinzufügen
es_es: Añadir fila
id_id: Tambah baris
nl_nl: Regel toevoegen
pt_br: Adicionar uma linha
ru_ru: Добавить строку

source: Label
de_de: Beschriftung
es_es: Etiqueta
pt_br: Legenda
ru_ru: Метка

source: Length/Set
de_de: Länge / Set
es_es: Longitud / conjunto
id_id: Panjang/Atur
nl_nl: Lengte/Set
pt_br: Determinar Comprimento
ru_ru: Размер/значения

source: Attributes
de_de: Attribute
es_es: Atributos
id_id: Atribut
nl_nl: Attributen
pt_br: Atributos
ru_ru: Свойства

source: Null
es_es: Nulo
id_id: Nol
pt_br: Nulo
ru_ru: Нуль

source: Default
es_es: Defecto
id_id: Standar
nl_nl: Standaard
pt_br: Padrão
ru_ru: По умолчанию

source: Extra
id_id: Ekstra
ru_ru: Дополнительно

source: Comment
de_de: Kommentar
es_es: Comentario
id_id: Komentar
nl_nl: Commentaar
pt_br: Comentário
ru_ru: Комментарий

source: Helper file not found : %s
de_de: Helper Datei nicht gefunden : %s
es_es: Archivo de ayuda no encontrado: %s
id_id: Berkas Helper tidak ditemukan: %s
nl_nl: Helper bestand niet gevonden: %s
pt_br: Arquivo de Ajuda não encontrado: %s
ru_ru: Файл хелпера не найден: %s

source: Install manifest not found
de_de: Installmanifest nicht gefunden
es_es: Instalación no encontró manifiesto
id_id: Manifestasi pemasangan tidak ditemukan
nl_nl: Install manifest niet gevonden
pt_br: Instalar o manifesto não encontrado
ru_ru: Установочный манифест не найден

source: EasyCreator is a developer tool.
de_de: EasyCreator ist ein Werkzeug für Entwickler.
es_es: EasyCreator es una herramienta para desarrolladores.
id_id: EasyCreator adalah peralatan pengembangan.
nl_nl: EasyCreator is een ontwikkelaarsgereedschap.
pt_br: EasyCreator é uma ferramenta de desenvolvimento.
ru_ru: Программа EasyCreator — средство разработки.

source: It tries to speed up the developing process of custom Joomla! extensions.
de_de: Es wird versucht den Entwicklungsprozess von eigenen Joomla! Erweiterungen zu beschleunigen.
es_es: Intenta acelerar el proceso de desarrollo para extensiones Joomla! personalizadas.
id_id: Yang mencoba untuk mempercepat proses mengembangkan sendiri ekstensi Joomla!.
nl_nl: Het probeert het ontwikkelingsproces te versnellen van aangepaste Joomla! extensies.
pt_br: Ele tenta acelerar o processo de desenvolvimento de Personalização das extensões Joomla!
ru_ru: Она призвана ускорить процесс разработки пользовательских расширений для Joomla!

source: You can create a "frame" for your extension and an installable zip package with just a few "clicks"
de_de: Sie können einen "Rahmen" für Ihre Erweiterung und ein installlierbares ZIP Archiv mit wenigen "Klicks" erstellen.
es_es: Puede crear una "estructura" para su extensión y un paquete de instalación zip en unos pocos "clics"
id_id: Anda bisa membuat "frame" untuk ekstensi anda dan paket zip untuk pemasangan hanya dengan beberapa "klik" saja.
nl_nl: Je kunt een "frame" maken voor je extensie en een installeerbaar zip pakket met maar enkele "klikken"
pt_br: Você pode criar uma "Quadro" para a sua Extensão e um pacote instalável zip com apenas alguns "cliques"
ru_ru: Вы можете создать «каркас» для своего расширения и готовый установочный ZIP-пакет несколькими нажатиями кнопки мыши.

source: The %s Team.
de_de: Das %s Team
es_es: El Equipo %s.
id_id: Tim %s.
nl_nl: Het %s Team.
pt_br: Equipe %s.
ru_ru: Команда %s.

source: Please use this extension only in local development environments.
de_de: Bitte verwenden Sie diese Erweiterung nur in einer lokalen Entwicklungsumgebung.
es_es: Por favor, utilice esta extensión sólo en entornos de desarrollo local.
id_id: Harap menggunakan ekstensi ini hanya pada lingkungan pengembangan lokal.
nl_nl: AUB gebruik deze extensie alleen in localhost ontwikkelingsomgevingen.
pt_br: Por favor, use esta extensão apenas em ambientes de desenvolvimento local.
ru_ru: Используйте это расширение только в локальных средах разработки.

source: See: <a %s>docs.joomla.org/Setting up your workstation for Joomla! development</a>
es_es: Ver: <a %s>docs.joomla.org/Preparando su estación para desarrollo Joomla!</a>
id_id: Lihat: <a %s>docs.joomla.org/Setting up your workstation for Joomla! development</a>
nl_nl: Zie: <a %s>docs.joomla.org/Setting up your workstation for Joomla! development</a>
pt_br: Veja em: <a %s>docs.joomla.org/Setting up your workstation for Joomla! development</a>
ru_ru: См.: <a %s>docs.joomla.org/Setting up your workstation for Joomla! development</a>

source: Unable to load the config form
es_es: Imposible cargar el formulario de configuración
id_id: Tidak bisa memuat formulir konfigurasi
nl_nl: Kan het config formulier niet laden
pt_br: Não foi possível carregar a forma de configuração
ru_ru: Невозможно загрузить конфигурацию из

source: Table
de_de: Tabelle
es_es: Tabla
id_id: Tabel
nl_nl: Tabel
pt_br: Tabela
ru_ru: Таблица

source: Field
de_de: Feld
es_es: Campo
id_id: Ruang
nl_nl: Veld
pt_br: Campo
ru_ru: Поле

source: Input type
de_de: Eingabeart
es_es: Tipo de entrada
id_id: Tipe masukan
pt_br: Tipo de entrada
ru_ru: Тип поля

source: Choose
de_de: Wählen
es_es: Elegir
id_id: Pilih
nl_nl: Kies
pt_br: Escolher
ru_ru: Выберите

source: Display
de_de: Anzeige
es_es: Mostrar
id_id: Tampilan
nl_nl: Toon
pt_br: Exibir
ru_ru: Показывать

source: Width
de_de: Breite
es_es: Ancho
id_id: Lebar
nl_nl: Breedte
pt_br: Largura
ru_ru: Ширина

source: On
de_de: An
es_es: Encendido
id_id: Nyala
nl_nl: Aan
pt_br: Ligar
ru_ru: Вкл.

source: Off
de_de: Aus
es_es: Apagado
id_id: Padam
nl_nl: Uit
pt_br: Desligar
ru_ru: Выкл.

source: User defined table fields
de_de: Benutzerdefinierte Tabellenfelder
es_es: Campos de tabla definidos por el usuario
id_id: Ruang tabel didefinisikan pengguna
nl_nl: Zelf gedefiniëerde tabel velden
pt_br: Campos de tabela definido pelo usuário
ru_ru: Поля таблицы, определенные пользователем

source: Please define the fields for the table %s that will be created for your component.
de_de: Bitte definieren Sie die Felder für die Tabelle %s die für die Komponente erstellt wird.
es_es: Por favor defina los campos para la tabla %s que será creada para su componente.
id_id: Harap mendefinisikan ruang untuk table %s yang akan dibuat pada komponen anda.
nl_nl: AUB bepaal de velden voor tabel %s die voor je component worden aangemaakt,
pt_br: Por favor, defina os campos para a tabela %s que será criada para o componente.
ru_ru: Определите поля для таблицы %s, которая будет создана для вашего компонента.

source: Database support
es_es: Soporte de base de datos
id_id: Dukungan basisdata
pt_br: Suporte de Banco de Dados
ru_ru: Поддержка базы данных

source: Existing libraries: %s
de_de: Vorhandene Bibliotheken: %s
es_es: Librerías existentes: %s
id_id: Pustaka yang ada: %s
nl_nl: Bestaande bibliotheken: %s
pt_br: Bibliotecas existentes: %s
ru_ru: Имеющиеся библиотеки: %s

source: Folder name
de_de: Verzeichnisname
es_es: Nombre de Carpeta
id_id: Nama folder
nl_nl: Folder naam
pt_br: Nome da pasta
ru_ru: Имя папки

source: No folder given
de_de: Kein Verzeichnis angegeben
es_es: No se ha indicado carpeta
id_id: Tidak ada folder yang diberikan
nl_nl: Geen folder opgegeven
pt_br: Nenhuma pasta determinada
ru_ru: Папка не задана

source: %s is a reserved name
de_de: %s ist ein reservierter Name
es_es: %s es un nombre reservado
id_id: %s nama dicadangkan
nl_nl: %s is een gereserveerde naam
pt_br: %s é um nome reservado
ru_ru: Имя %s зарезервировано

source: Provides methods to modify data with a specific model
es_es: Métodos proporcionados para modificar datos con un modelo específico
id_id: Sediakan metode untuk modifikasi data dengan model tertentu
nl_nl: Levert methoden om data aan te passen met een specifiek model
pt_br: Fornece métodos para modificar os dados com um modelo específico
ru_ru: Предоставляет методы для изменения данных посредством определенной модели

source: A simple, empty, controller
es_es: Un controlador simple, vacío
id_id: Simple, kosong, pengendali
nl_nl: Een eenvoudige lege controller
pt_br: Um simples, controlador, vazio
ru_ru: Простой пустой контроллер

source: A simple, empty, model
es_es: Un modelo simple, vacío
id_id: Simple, kosong, model
nl_nl: Een eenvoudig leeg model
pt_br: Um simples, modelo, vazio
ru_ru: Простая пустая модель

source: This will create a new table with admin interface
es_es: Esto creará una nueva tabla con interfaz de administrador
id_id: Ini akan membuat tabel baru dengan tampilan admin
nl_nl: Dit maakt een nieuwe tabel met admin interface
pt_br: Isto irá criar uma nova tabela com interface de administração
ru_ru: Создание новой таблицы с интерфейсом администратора

source: Include Fields
es_es: Incluir Campos
id_id: Masukkan Bidang
nl_nl: Velden bijvoegen
pt_br: Incluir Campos
ru_ru: Включить поля

source: Title
de_de: Titel
es_es: Título
id_id: Judul
nl_nl: Titel
pt_br: Título
ru_ru: Название

source: Published
de_de: Veröffentlicht
es_es: Publicado
id_id: Diterbitkan
nl_nl: Gepubliceerd
pt_br: Publicado
ru_ru: Публикация

source: Ordering
de_de: Reihenfolge
es_es: Ordenar
id_id: Mengurut
nl_nl: Volgorde
pt_br: Organizar
ru_ru: Заявка
