Repository: elkuku/EasyCreator
Catalog: admin/g11n/*/*.com_easycreator.po
Languages: de_de, es_es, id_id, nl_nl, pt_br, ru_ru

source: You may suppress this message in the configuration settings if you're shure
id_id: Anda bisa menghilangkan pesan ini dalam pengaturan konfigurasi bila anda yakin
nl_nl: Je kunt deze melding onderdrukken in de configuratie instellingen als je het zeker weet
pt_br: Você pode ocultar esta mensagem nas definições de configuração, se você estiver certeza
ru_ru: Если вы уверены, вы можете отключить это сообщение в настройках

source: No local API copy specified. you may do this in configuration.
de_de: Keine lokale API Kopie angegeben. Sie können dies in der Konfiguration tun.
es_es: No API copia local especificado. usted puede hacer esto en la configuración
id_id: Tidak ada API lokal yang spesifik. Anda mungkin bisa melakukannya dalam konfigurasi
nl_nl: Geen local API copy opgegeven. Je kunt dit doen in de configuratie.
pt_br: Nenhuma cópia API local foi especificada. você pode especificar na configuração.
ru_ru: Локальная копия API не указана. Ее можно задать в настройках.

source: By Package
de_de: Nach Paket
es_es: Por paquete
id_id: Per Paket
nl_nl: Op pakket
pt_br: Por Pacote
ru_ru: По пакету

source: By Name
de_de: Nach Name
es_es: Por nombre
id_id: Per Nama
nl_nl: Op Naam
pt_br: Por Nome
ru_ru: По названию

source: So many empty pages on the wiki ?
de_de: So viele leere Seiten im Wiki?
id_id: Terlalu banyak halaman kosong pada wiki?
nl_nl: Zo veel lege pagina's in de wiki ?
pt_br: Tantas páginas vazias na wiki?
ru_ru: В вики много пустых страниц?

source: Joomla! constants
de_de: Joomla! Konstanten
id_id: Konstan Joomla!
nl_nl: Joomla! constanten
pt_br: Joomla! constantes
ru_ru: Константы Joomla!

source: Show all PHP code
id_id: Tampilkan semua kode PHP
nl_nl: Toon alle PHP code
pt_br: Mostrar todo o código PHP
ru_ru: Показать весь PHP-код

source: Convert quotes
id_id: Konversi kutipan
nl_nl: Converteer quotes
pt_br: Converter citações
ru_ru: Преобразовать кавычки

source: Convert forbidden keys
id_id: Konversi kunci terlarang
nl_nl: Converteer verboden sleutels
pt_br: Converter chaves proibidas
ru_ru: Преобразовать недопустимые идентификаторы

source: Remove bad charcters
id_id: Singkirkan karakter buruk
nl_nl: Verwijder verboden tekens
pt_br: Remover caracteres ruins
ru_ru: Удалить недопустимые символы

source: Convert white space
id_id: Sesuaikan dengan spasi
nl_nl: Converteer witte spaties
pt_br: Converter o espaço em branco
ru_ru: Преобразовать пробелы

source: Add prefix
id_id: Tambah awalan
nl_nl: Toevogen prefix
pt_br: Adicionar prefixo
ru_ru: Добавить префикс

source: Convert to all caps
id_id: Konversi semua ke huruf besar
nl_nl: Converteer naar hoofdletters
pt_br: Converter para todas as tampas
ru_ru: Преобразовать все буквы в прописные

source: Convert to language file keys to the case of your code
de_de: Konvertieren der Sprachdateien gemäss Ihrem Code
id_id: Konversi kunci berkas bahasa sesuai dengan kode anda.
nl_nl: Converteer naar taalbestand sleutels naar de letterkast van je code
pt_br: Converter para arquivos de chave de linguagem para a caixa do seu código
ru_ru: Преобразовать регистр идентификаторов в языковых файлах в соответствии с кодом

source: Convert code and language file
de_de: Konvertiere den Code und die Sprachdateien
es_es: Convertir el código y el archivo de idioma
id_id: Konversi kode dan berkas bahasa
nl_nl: Converteer code en taalbestand
pt_br: Converter arquivo de código e linguagem
ru_ru: Преобразовать код и языковой файл

source: Convert language file
de_de: Konvertiere Sprachdateien
es_es: Convertir archivo de idioma
id_id: Konversi berkas bahasa
nl_nl: Converteer taalbestand
pt_br: Converter arquivo de idioma
ru_ru: Преобразовать языковой файл

source: Original
id_id: Asli
nl_nl: Origineel
ru_ru: Оригинал

source: Fixed for %s
de_de: Konvertiert für %s
es_es: Fijado para %s
id_id: Diperbaiki pada %s
nl_nl: Bijgewerkt voor %s
pt_br: Corrigido por %s
ru_ru: Исправлено для %s

source: Language file: %s
de_de: Sprachdatei: %s
es_es: Archivo de idioma: %s
id_id: Berkas bahasa: %s
nl_nl: Taalbestand: %s
pt_br: Arquivo de idioma: %s
ru_ru: Языковой файл: %s

source: No language files found in selected scope
de_de: Keine Sprachdateien im ausgewählten Bereich gefunden
es_es: Ningún archivo de idioma encontrado en el alcance
id_id: Tidak ada berkas yang ditemukan pada cskupan yang dipilih
nl_nl: Geen taalbestanden gevonden in opgegeven scope - bereik
pt_br: Não há arquivos de idiomas encontrados na extensão selecionada
ru_ru: Языковые файлы не найдены в выбранной области видимости

source: Cached
nl_nl: Ge-cached
pt_br: Em cache
ru_ru: В кэше

source: Not cached
nl_nl: Niet-gecached
pt_br: Sem cache
ru_ru: Не в кэше

source: Update file
id_id: Memperbarui berkas
nl_nl: Update bestand
pt_br: Atualizar Arquivo
ru_ru: Обновить файл

source: Create file
id_id: Membuat berkas
nl_nl: Aanmaken bestand
pt_br: Criar Arquivo
ru_ru: Создать файл

source: No languages defined
de_de: Es wurden noch keine Sprachen definiert
es_es: No lenguajes definidos
id_id: Tidak ada bahasa yang ditentukan
nl_nl: Geen talen gedefiniëerd
pt_br: Não idiomas definidos
ru_ru: Языки не определены

source: Translate
de_de: Übersetzen
es_es: Traducir
id_id: Terjemahan
nl_nl: Vertaal
pt_br: Traduzir
ru_ru: Перевод

source: Add Comment
de_de: Kommentar hinzufügen
es_es: Agregar un comentario
id_id: Tambah komentar
nl_nl: Commentaar toevoegen
pt_br: Adicionar Comentário
ru_ru: Добавить комментарий

source: Please choose a language
de_de: Bitte wählen Sie eine Sprache
es_es: Seleccione un idioma
id_id: Silahkan pilih bahasa
nl_nl: Kies een taal
pt_br: Escolha um idioma
ru_ru: Выберите язык

source: Default language
de_de: Standardsprache
es_es: Lenguaje por defecto
id_id: Bahasa standar
nl_nl: Standaard taal
pt_br: Idioma padrão
ru_ru: Язык по умолчанию

source: Translated language
de_de: Übersetzte Sprache
es_es: Lenguaje Traducido
id_id: Terjemahan bahasa
nl_nl: Vertaalde taal
pt_br: Idioma traduzido
ru_ru: Переведенный язык

source: Corrected language
de_de: Korrigierte Sprache
es_es: Idioma Corregido
id_id: Koreksi bahasa
nl_nl: Gecorrigeerde taal
pt_br: Idioma Corrigido
ru_ru: Исправленный язык

source: Key
de_de: Schlüssel
id_id: Kunci
nl_nl: Sleutel
pt_br: Chave
ru_ru: Идентификатор

source: Value
de_de: Wert
es_es: Valor
id_id: Nilai
nl_nl: Waarde
pt_br: Valor
ru_ru: Значение

source: PHP XML file analysis
de_de: Analyse der PHP und XML Dateien
es_es: PHP XML análisis de archivos
id_id: Analisa berkas PHP XML
nl_nl: PHP XML bestand analyse
pt_br: Análise de arquivo PHP XML
ru_ru: Анализ файлов PHP и XML

source: PHP, XML and JavaScript file analysis
de_de: Analyse der PHP, XML und JS Dateien
id_id: Analisa berkas PHP, XML dan JavaScript
nl_nl: PHP, XML en JavaScript bestand analyse
pt_br: Análise de arquivo PHP, XML e JavaScript
ru_ru: Анализ файлов PHP, XML и JavaScript

source: Menu analysis
de_de: Menü Analyse
es_es: Menú análisis
id_id: Analisa menu
nl_nl: Menu analyse
pt_br: Análise de menu
ru_ru: Анализ меню

source: Filter
id_id: Penyaring
pt_br: Filtro
ru_ru: Фильтр

source: Translated
de_de: Übersetzt
es_es: Traducido
id_id: Diterjemahkan
nl_nl: Vertaald
pt_br: Traduzido
ru_ru: Переведено

source: Not translated
de_de: Nicht übersetzt
es_es: No traducido
id_id: Tak diterjemahkan
nl_nl: Niet vertaald
pt_br: Não traduzido
ru_ru: Не переведено

source: Translated in core
de_de: Übersetzt im Core
es_es: Traducido en el núcleo
id_id: Diterjemahkan dalam core
nl_nl: Vertaald in core
pt_br: Traduzido no núcleo
ru_ru: Переведно в ядре

source: Unable to translate without default translation
de_de: Nicht in der Lage ohne Standard-Übersetzung zu übersetzen
es_es: No se puede traducir sin traducción por defecto
id_id: Tidak dapat menterjemahkan tanpa terjemahan standarnya
nl_nl: Kan niet vertalen zonder standaard vertaling
pt_br: Incapaz de traduzir sem tradução padrão
ru_ru: Невозможно перевести без перевода по умолчанию

source: Please translate %s first
de_de: Bitte übersetzen Sie zuerst %s
es_es: Por favor, traducir %s primero
id_id: Silahkan menterjemahkan %s terlebih dahulu
nl_nl: AUB vertaal eerst %s
pt_br: Por favor traduza %s primeiro
ru_ru: Сначала переведите %s

source: Translate [s]
de_de: Übersetzen [s]
id_id: Terjemahan [s]
nl_nl: Vertaal [s]
pt_br: Traduzir [s]
ru_ru: Перевод [s]

source: Copy
de_de: Kopieren
es_es: Copiar
id_id: Salin
nl_nl: Kopieer
pt_br: Copiar
ru_ru: Копировать

source: Google translate
es_es: Traductor Google
id_id: Google terjemahan
nl_nl: Google vertaal
pt_br: Google Tradutor
ru_ru: Перевод Google

source: Versions
de_de: Versionen
es_es: Versiones
id_id: Versi
nl_nl: Versies
pt_br: Versões
ru_ru: Версии

source: No versions found
de_de: Keine Versionen gefunden
es_es: No hay versiones encontradas
id_id: Versi tidak ditemukan
nl_nl: Geen versies gevonden
pt_br: Não há versões encontradas
ru_ru: Версии не найдены

source: Date
de_de: Datum
es_es: Fecha
id_id: al
nl_nl: Datum
pt_br: Data
ru_ru: Дата

source: Actions
de_de: Aktionen
es_es: Acciones
id_id: Aksi
nl_nl: Acties
pt_br: Ações
ru_ru: Действия

source: Show
es_es: Mostrar
id_id: Penampilan
nl_nl: Toon
pt_br: Exibir
ru_ru: Показать

source: Errors
de_de: Fehler
es_es: Errores
id_id: Kesalahan
nl_nl: Fouten
pt_br: Erros
ru_ru: Ошибки

source: Please select the errors you wish to correct
de_de: Bitte wählen Sie die Fehler, die Sie verbessern wollen
es_es: Por favor, seleccione los errores que desea corregir
id_id: Silahkan memilih kesalahan yang ingin anda benarkan
nl_nl: Selecteer de fouten die je wilt corrigeren
pt_br: Por favor selecione os erros que você deseja corrigir
ru_ru: Выберите ошибки, которые нужно исправить

source: Setup
es_es: Disposición
nl_nl: Installatie
pt_br: Instalação
ru_ru: Настройка

source: Setup your language files
de_de: Einrichten Ihrer Sprachdateien
es_es: Configure sus archivos de idioma
id_id: Setup berkas-berkas bahasa anda
nl_nl: Installeer je taalbestanden
pt_br: Instale os seus arquivos de idiomas
ru_ru: Настройка языковых файлов

source: Files and menus
de_de: Dateien und Menüs
es_es: Archivos y menús
id_id: Berkas dan Menu
nl_nl: Bestanden en menu's
pt_br: Arquivos e menus
ru_ru: Файлы и меню

source: Searches inside the source files and menus for translatable strings
id_id: Mencari didalam berkas-berkas sumber dan menu-menu untuk strin-string yang bisa diterjemahkan
nl_nl: Zoekt in de bronbestanden en menu's naar vertaalbare tekenreeksen
pt_br: Pesquisas dentro dos arquivos de origem e menus por strings traduzíveis
ru_ru: Поиск строк для перевода в исходных файлах и меню

source: Translations
de_de: Übersetzungen
es_es: Traducciones
id_id: Terjemahan
nl_nl: Vertalingen
pt_br: Traduções
ru_ru: Переводы

source: Manage translations in ini files and inspect your php / xml files for JText strings to translate.
de_de: Verwalten Sie Übersetzungen in ini-Dateien und überprüfen Sie Ihre PHP / XML-Dateien auf zu übersetzende JText Strings.
es_es: Administrar traducciones en archivos ini e inspeccione su php / xml para cadenas JText de traducir.
id_id: Mengatur terjemahan dalam berkas-berkas ini dan periksa berkas-berkas php/xml untuk string-string JText agar diterjemahkan.
nl_nl: Beheer vertalingen in ini bestanden en onderzoek je php / xml bestanden naar JTest tekenreeksen om te vertalen
pt_br: Gerenciar traduções em ini e inspecionar seu arquivo php / xml por strings JText de traduzir.
ru_ru: Управление переводами в INI-файлах и поиск строк JText в файлах PHP и XML

source: Default file order
de_de: Sortierung Standarddatei
es_es: Orden del archivo por defecto
id_id: Standar urutan berkas
nl_nl: Standaard bestand volgorde
pt_br: Ordem de Arquivo Padrão
ru_ru: Порядок файлов по умолчанию

source: Change the order of your default language file and add comments to create a structure.
de_de: Ändern der Reihenfolge Ihrer Standard Sprachdatei und hinzuzufügen von Kommentaren um eine Struktur zu erstellen.
es_es: Cambiar el orden de su idioma por defecto de archivos y agregar comentarios a crear una estructura.
id_id: Ganti urutan standar bahasa anda dan tambahkan komentar untuk membuat struktur.
nl_nl: Wijzig de volgorde van je standaard taalbestand en voeg commentaren toe om een structuur aan te brengen.
pt_br: Alterar a ordem de seu arquivo de idioma padrão e adicionar comentários para criar uma estrutura.
ru_ru: Изменение порядка языковых файлов по умолчанию и добавление комментариев для формирования структуры.

source: Translation order
de_de: Sortierung Übersetzte Datei
es_es: Orden de traducción
id_id: Urutan terjemahan
nl_nl: Vertalingsvolgorde
pt_br: Ordem de Tradução
ru_ru: Порядок перевода

source: Change the order of your translated language files according to your default file.
de_de: Ändern Sie die Reihenfolge Ihrer übersetzten Sprachdateien nach Ihrer Standard-Datei.
es_es: Cambiar el orden de su lengua traducida archivos de acuerdo a su archivo por defecto.
id_id: Ganti urutan berkas-berkas bahasa yang diterjemahkan pada standar berkas anda.
nl_nl: Wijzig de volgorde van je vertaalde taalbestanden volgens je standaard bestand.
pt_br: Alterar a ordem dos seus arquivos de idiomas traduzidos de acordo com o seu arquivo padrão.
ru_ru: Изменение порядка переведенных языковых файлов в соответствии с файлом по умолчанию.

source: Compare saved versions of your language files.
de_de: Vergleichen Sie gespeicherten Versionen Ihrer Sprachdateien.
es_es: Comparar versiones que ha guardado los archivos de su lengua.
id_id: Bandingkan versi tersimpan pada berkas-nerkas bahasa anda
nl_nl: Vergelijk opgeslagen versies van je taalbestanden.
pt_br: Compare as versões salvas de seus arquivos de idiomas.
ru_ru: Сравнение сохраненных версий языковых файлов.

source: Convert
de_de: Konvertieren
es_es: Convertir
id_id: Konversi
nl_nl: Converteer
pt_br: Converter
ru_ru: Конвертировать

source: Convert your language files and your code simultaneously.
id_id: Konversi berkas bahasa dan kode anda secara bersamaan.
nl_nl: Converteer je taalbestanden en je code getijktijdig.
pt_br: Converta seus arquivos de idiomas e seu código simultaneamente.
ru_ru: Одновременное преобразование языковых файлов и кода.

source: Do NOT show
de_de: NICHT anzeigen
es_es: No mostrar
id_id: Jangan ditampilkan
nl_nl: NIET tonen
pt_br: NÃO mostrar
ru_ru: НЕ показывать

source: Load core language
de_de: Lade die Core Sprachdateien
es_es: Cargar archivos principales del lenguaje
id_id: Muat core bahasa
nl_nl: Laad core taal
pt_br: Carregar Linguagem de núcleo
ru_ru: Загрузить язык ядра

source: Also load the core language file to check for translations (displayed in orange)
de_de: Lade ebenfalls die Core Sprachdateien zur Übersetzung (wird in orange angezeigt)
es_es: También carga el lenguaje core para comprobar la traducción (que se muestra en naranja)
id_id: Juga muat berkas core bahasa untuk memeriksa terjemahan (ditampilkan dengan warna orange)
nl_nl: Tevens laad het core taalbestand om de vertalingen te controleren (weergegeven in oranje)
pt_br: Carregue também o arquivo de linguagem de núcleo para verificar as traduções (exibido em laranja)
ru_ru: Также загружать языковой файл ядра для проверки переводов (отображаетя оранжевым цветом)

source: Cut
de_de: Abschneiden
es_es: Cortar
id_id: Potong
nl_nl: Knip
pt_br: Cortar
ru_ru: Вырезать

source: Drag and drop elements to rearrange. Add new comments.
de_de: Umsortieren der Einträge durch Ziehen und ablegen. Erstellen neuer Kommentare
es_es: Arrastrar y soltar elementos para reorganizar. Añadir nuevos comentarios.
id_id: geser dan letakkan elemen untuk mengatur ulang. Tambah komentar baru.
nl_nl: Elementen door slepen en neerzetten verplaatsen. Voeg nieuwe commentaren toe.
pt_br: Arrastar e soltar elementos para reorganizar. Adicionar novos comentários.
ru_ru: Для изменения порядка перемещайте элементы при помощи мыши. Добавляйте комментарии.

source: Displays the status of your language files including cache.
nl_nl: Toont de status van je taalbestanden inclusief cache.
pt_br: Exibe os estados de seus arquivos de idiomas, incluindo cache.
ru_ru: Отображение статуса языковых файлов, включая кэш.

source: Utility to create and update your language files.
id_id: Peralatalan untuk membuat dan memperbarui berkas-berkas bahasa anda.
nl_nl: Hulpprogramma om taalbestanden te maken en bij te werken.
pt_br: Utilitário para criar e atualizar seus arquivos de idiomas.
ru_ru: Служебная программа для обновления языковых файлов.

source: Language
de_de: Sprache
es_es: Idioma
id_id: Bahasa
nl_nl: Taal
pt_br: Idioma
ru_ru: Язык

source: No logfiles found
de_de: Keine Logdateien gefunden
es_es: No se encontraron archivos de registro
id_id: Tidak ada berkas log yang ditemukan
nl_nl: Geen logboekbestanden gevonden
pt_br: Não há arquivos de log encontrados
ru_ru: Файлы журналов не найдены

source: Clear log
de_de: Logdateien löschen
es_es: Borrar registro
id_id: Bersihkan log
nl_nl: Leeg logboek
pt_br: Limpar Log
ru_ru: Очистить журнал

source: Show Joomla core projects
de_de: Joomla! Coreprojekte anzeigen
es_es: Mostrar Joomla! proyectos
id_id: Tampilkan proyek core Joomla
nl_nl: Toon Joomla core projecten
pt_br: Mostrar Núcleos de Projetos Joomla
ru_ru: Показать проекты ядра Joomla!

source: Unregistered Projects
de_de: Nicht registrierte Projekte
es_es: Proyectos no registrados
id_id: Proyek Tak-terdaftar
nl_nl: Ongeregistreerde projecten
pt_br: Projetos sem registro
ru_ru: Незарегистрированные проекты

source: Register
de_de: Registrieren
es_es: Registro
id_id: Mendaftar
nl_nl: Registreer
pt_br: Registrar
ru_ru: Регистрация

source: Extension type
de_de: Typ der Erweiterung
es_es: Extensión tipo
id_id: Tipe Ekstensi
nl_nl: Extensie type
pt_br: Tipo de extensão
ru_ru: Тип расширения

source: Choose a component type from a predefined template
de_de: Wählen Sie einen Typ für Ihre Erweiterung basierend auf einer bestehenden Vorlage
es_es: Elija un tipo de componente de una plantilla predefinida
id_id: Pilih tipe komponen dari template sebelum ditentukan
nl_nl: Kies een component type uit een vooraf-gedefiniëerde template
pt_br: Escolha um tipo de componente de um modelo predefinido
ru_ru: Выберите тип компонента из заданного шаблона

source: Hide templates for Joomla! versions
id_id: Sembunyikan templat-templat untuk Joomla! versi
nl_nl: Verberg templates voor Joomla! versies
pt_br: Ocultar modelos para versões Joomla!
ru_ru: Скрыть шаблоны для версий Joomla!

source: Notes
id_id: Catatan
nl_nl: Notities
pt_br: Notas
ru_ru: Примечания

source: See also...
id_id: Juga lihat...
nl_nl: Zie ook...
pt_br: Ver também...
ru_ru: См. также...

source: External infos
de_de: Externe Infos
es_es: Infos externos
id_id: Info eksternal
nl_nl: Externe info
pt_br: informações externas
ru_ru: Внешняя информация

source: Joomla 1.6 extension templates can not be build on Joomla 1.5
de_de: Joomla! 1.6 Extension Templates können nicht auf Joomla! 1.5 erstellt werden
id_id: Template Joomla 1.6 tidak bisa dibangun pada Joomla 1.5
nl_nl: Joomla 1.6 extensie templates kunnen niet gebouwd worden in Joomla 1.5
pt_br: Os modelos de extensão Joomla 1.6 não pode ser construídos em Joomla 1.5
ru_ru: Шаблоны расширений Joomla! 1.6 нельзя собрать на Joomla! 1.5

source: Click to view files
es_es: Haz clic aquí para ver los archivos
id_id: Klik untuk melihat berkas-berkas
nl_nl: Klik om de bestanden te bekijken
pt_br: Clique para ver os arquivos
ru_ru: Нажмите для просмтора событий

source: Link
es_es: Enlace
id_id: Tautan
ru_ru: Ссылка

source: PHP version
es_es: PHP versión
id_id: Versi PHP
nl_nl: PHP versie
pt_br: Versão do PHP
ru_ru: Версия PHP

source: Complements
nl_nl: Complementairen
pt_br: Complementos
ru_ru: Дополнения

source: Back
de_de: Zurück
es_es: Atrás
id_id: Kembali
nl_nl: Terug
pt_br: Voltar
ru_ru: Назад

source: Next
de_de: Weiter
es_es: Adelante
id_id: Lanjutkan
nl_nl: Volgende
pt_br: Próximo
ru_ru: Следующая

source: Name for your baby
de_de: Name für Ihr Baby
es_es: Nombre para su bebé
id_id: Nama untuk bayi anda
nl_nl: Naam voor je kindje
pt_br: Nome para seu bebê
ru_ru: Имя для вашего детища

source: Please choose a name following the standard naming conventions. Use UPPER and lower case
de_de: Bitte wählen Sie einen Namen gemäss den Konventionen für die Benennung von Komponenten. Benutzen Sie Gross- und Kleinbuchstaben.
es_es: Por favor, elija un nombre según las convenciones de nomenclatura estándar. Usa mayúsculas y minúsculas
id_id: Silahkan memilih nama berdasarkan konvensi penamaan standar. Gunakan HURUF BESAR atau huruf kecil
nl_nl: AUB kies een naam volgens de standaard benaming conventies. Gebruik HOOFD en kleine letterkast
pt_br: Por favor, escolha um nome de acordo com as normas de nomenclatura padrão. Use letras maiúsculas e minúsculas
ru_ru: Задайте имя, придерживаясь общих соглашений по именованию. Используйте ВЕРХНИЙ и нижний регистр.

source: Required
de_de: Erforderlich
es_es: Necesario
id_id: Diperlukan
nl_nl: Verplicht
pt_br: Obrigatório
ru_ru: Обязательно

source: Your Credits
de_de: Ihre Credits
es_es: Sus créditos
id_id: Pengahargaan Anda
nl_nl: Je referenties
pt_br: Seus Créditos
ru_ru: Информация об авторе

source: Author name
de_de: Autor name
es_es: Nombre del autor
id_id: Nama penulis
nl_nl: Auteursnaam
pt_br: Nome do Autor
ru_ru: Имя автора

source: Author url
de_de: Autor URL
id_id: Url penulis
nl_nl: Auteur URL
pt_br: URL do Autor
ru_ru: Адрес сайта автора

source: Copyright
es_es: Derechos de autor
pt_br: Direitos Autorais
ru_ru: Авторские права

source: Build options
de_de: Optionen zum Erstellen
es_es: Generar opciones
id_id: Opsi pembuatan
nl_nl: Build opties
pt_br: Opções de Compilação
ru_ru: Параметры сборки

source: Youre done
de_de: Sie sind fertig !
es_es: ¡Ya está!
id_id: Anda sudah selesai
nl_nl: Klaar
pt_br: Você está certo
ru_ru: Готово

source: Just click on create it below to finish your component
de_de: Klicken Sie bitte auf 'Erstellen' um Ihre Komponente zu erstellen.
id_id: Hanya klik pada buat dibawah untuk menyelesaikan komponen anda
nl_nl: Klik op Aanmaken hieronder om je component af te maken
pt_br: Basta clicar em criar a seguir para concluir o seu componente
ru_ru: Нажмите кнопку Создать ниже, чтобы подготовить компонент.

source: Create CHANGELOG.php
de_de: CHANGELOG.php erstellen
es_es: Crear CHANGELOG.php
id_id: Buat CHANGELOG.php
nl_nl: Maak CHANGELOG.php
pt_br: Criar CHANGELOG.php
ru_ru: Создать CHANGELOG.php

source: File header template
nl_nl: Bestands header template
pt_br: Modelo de cabeçalho do arquivo
ru_ru: Шаблон заголовка файла

source: Create it
de_de: Erstellen
es_es: Crealo
id_id: Buat
nl_nl: Aanmaken
pt_br: criá-lo
ru_ru: Создать

source: Packages are containers to group other extension types
nl_nl: Pakketten zijn containers om andere extensie typen te groeperen
pt_br: Os pacotes são recipientes para outros tipos de grupos de extensão
ru_ru: Пакеты — это контейнеры, содержащие расширения других типов

source: JApplications created with EasyCreator will look for an environment variable called JOOMLA_PATFORM_PATH. Otherwise you have to adjust the path in the entry file by hand !
nl_nl: JApplications gemaakt met EasyCreator zoekt naar een omgevings variabele genoemd JOOMLA_PATFORM_PATH. Anders moet je het pad in het invoerbestand handmatig aanpassen!
pt_br: JApplications foi criada com EasyCreator e irá procurar por uma variável de ambiente chamada JOOMLA_PATFORM_PATH. Caso contrário, você tem que ajustar o caminho no arquivo de entrada manualmente!
ru_ru: Приложения, созданные EasyCreator, пытаются найти переменную среды JOOMLA_PATFORM_PATH. Если такая переменная не задана, необходимо задать путь во входном файле вручную.

source: Attention
de_de: Achtung
es_es: Atención
id_id: Perhatian
nl_nl: Attentie
pt_br: Atenção
ru_ru: Внимание
