Repository: elkuku/EasyCreator
Catalog: administrator/components/com_easycreator/g11n/*/*.com_easycreator.po
Languages: pl_pl

source: The class file for your Joomla version %s has not been build yet.
pl_pl: Plik klasy dla Joomla wersja %s nie została jeszcze zbudowana.

source: File not found
pl_pl: Nie znaleziono pliku

source: Class %s not found
pl_pl: Nie znaleziono klasy %s

source: Unable to load part
pl_pl: Nie można wczytać części

source: Function not found
pl_pl: Nie znaleziono funkcji

source: No scope given
pl_pl: Nie podano zakresu

source: Empty translation
pl_pl: Puste tłumaczenie

source: No languages found
pl_pl: Nie znaleziono języków

source: File loaded
pl_pl: Wczytano plik

source: The file %s is empty
pl_pl: Plik %s jest pusty

source: Invalid file
pl_pl: Zły plik

source: The file has been saved
pl_pl: Plik został zapisany

source: Wrong base folder
pl_pl: Niepoprawny folder bazowy

source: The folder already exists
pl_pl: Folder już istnieje

source: Unable to create folder
pl_pl: Nie idzie utworzyć katalogu

source: New folder
pl_pl: Nowy folder

source: Create
pl_pl: Utwórz

source: This is a folder
pl_pl: To jest folder

source: The file already exists
pl_pl: Plik już istnieje

source: Unable to create file
pl_pl: Nie można utworzyć pliku

source: New file
pl_pl: Nowy plik

source: Empty
pl_pl: Pusty

source: Folder does not exist
pl_pl: Folder nie istnieje

source: Unable to delete folder
pl_pl: Nie można usunąć folderu

source: Delete folder
pl_pl: Usuń folder

source: Delete
pl_pl: Usuń

source: File does not exist
pl_pl: Plik nie istnieje

source: Unable to delete file
pl_pl: Nie mozna usunąć pliku

source: Delete file
pl_pl: Usuń plik

source: Rename folder
pl_pl: Zmień nazwę folderu

source: Rename
pl_pl: Zmień nazwę

source: Rename file
pl_pl: Zmień nazwę pliku

source: Select...
pl_pl: Wybierz...

source: The file bootstrap.php has been copied to your Joomla root
pl_pl: Plik bootstrap.php został skopiowany do folderu głównegotwojej Joomla

source: Can not copy file %s
pl_pl: Nie można skopiować pliku %s

source: No project selected
pl_pl: Nie wybrano projektu

source: Invalid project
pl_pl: Niepoprawny projekt

source: Unable to create tests directory
pl_pl: Nie można utworzyć folderu testów

source: The tests directory has been created
pl_pl: Folder testów został utworzony

source: Only PHP files are allowed
pl_pl: Dopuszczalne są tylko pliki PHP

source: No classes found
pl_pl: Nie znaleziono klas

source: Folder not found
pl_pl: Nie znaleziono folderu

source: No path set
pl_pl: Nie ustawiono ścieżki

source: Something went wrong...
pl_pl: Coś poszło nie tak...

source: Documentation has been created
pl_pl: Została utworzona dokumentacja

source: View Documentation
pl_pl: Przejrzyj dokumentację

source: View Errors
pl_pl: Przejrzyj błędy

source: Not found
pl_pl: Nie znaleziono

source: No PEAR packages found - Please check your Paths
pl_pl: Nie znaleziono pakietów PEAR - sprawdź ścieżki

source: For more information see: %s
pl_pl: By uzyskać więcej informacji, patrz: %s

source: Package
pl_pl: Pakiet

source: Version
pl_pl: Wersja

source: Info
pl_pl: Informacje

source: See also: %s
pl_pl: Patrz również: %s

source: Unsupported Joomla! version
pl_pl: Nieobsługiwana wersja Joomla!

source: Configuration has been saved
pl_pl: Konfiguracja została zapisana

source: The file has been created
pl_pl: Plik został utworzony

source: The BOM has been removed
pl_pl: BOM został usunięty

source: Unable to remove the BOM
pl_pl: Nie można usunąć BOM

source: The logfiles have been deleted
pl_pl: Logi zostały usunięte

source: The logfiles could not be deleted
pl_pl: Logi nie mogą zostać usunięte

source: An error happened while creating your project
pl_pl: Wystąpił błąd podczas tworzenia projektu

source: Your project has been created
pl_pl: Projekt został utworzony

source: Your project has been registered
pl_pl: Projekt został zarejestrowany

source: Unable to prepare part
pl_pl: Nie udało się przygotować części

source: Unable to insert part
pl_pl: Nie udało się wstawić części

source: Part added
pl_pl: Dodano część

source: No table given
pl_pl: Nie podano tabeli

source: Invalid Table
pl_pl: Niepoprawna tabela

source: Invalid options
pl_pl: Niepoprawne opcja

source: Unable to load Autocode
pl_pl: Nie można wczytać AutoCode

source: Insert method not found in Autocode %s
pl_pl: Nie znaleziono metody Insert w %s AutoCode

source: Unable to prepare project [project, group, part] [%s, %s, %s]
pl_pl: Nie można przygotować projektu [projekt, grupa, część] [%s, %s, %s]

source: Unable to update AutoCode
pl_pl: Nie można zaktualizować AutoCode

source: AutoCode updated
pl_pl: zaktualizowano AutoCode

source: invalid file
pl_pl: niepoprawny plik

source: File has been deleted
pl_pl: Plik został usunięty

source: Unable to deleted the file
pl_pl: Nie można usunąć piku

source: The type %s is not supported yet.. remember - this is a beta
pl_pl: Typ %s nie jest jeszczeobsługiwany.. pamiętaj - to jest beta

source: But you can copy + paste the code below to your params section..
pl_pl: Ale możesz skopiować i wkleić poniższy kod do sekcji parametrów...

source: Could not create XML
pl_pl: Nie można utworzyć XML

source: The XML file has been saved
pl_pl: Plik xml został zapisany

source: Could not save XML file
pl_pl: Nie idzie zapisać pliku xml

source: The Settings have been updated
pl_pl: Ustawienia zostały zaktualizowane

source: The Project %s has been removed
pl_pl: Projekt %s został usunięty

source: The Project %s could not be removed
pl_pl: Projekt %s nie może być przeniesiony

source: Can not create the update sql file
pl_pl: Nie można utworzyć pliku sql modyfikacji

source: Update sql already exists
pl_pl: Sql modyfikacji już istnieje

source: Template has been deleted.
pl_pl: Szablon został usunięty.

source: No templates selected
pl_pl: ie wybrano szablonów

source: Templates have been exported.
pl_pl: Szablony zostały wyeksportowane.

source: Templates have been installed.
pl_pl: Szablony zostały zainstalowane.

source: The file has been deleted
pl_pl: Plik został usunięte

source: Your ZIPfile has NOT been created
pl_pl: Twój pakiet ZIP nie został utworzony

source: Your ZIPfile has been created sucessfully
pl_pl: Twój pakiet został poprawnie utworzony

source: No download available
pl_pl: Pobieranie nie dostępne

source: Log File
pl_pl: Plik dziennika

source: JDump not found
pl_pl: Nie znaleziono JDump

source: DebugTools not found
pl_pl: Nie znaleziono DebugTools

source: No debugger set
pl_pl: Nie ustawiono debuggera

source: Controller %s not found
pl_pl: Nie znaleziono kontrolera %s

source: Empty values in save
pl_pl: Puste wartości do zapisu

source: Empty content
pl_pl: Pusta zawartość

source: The file must exist for save
pl_pl: Musi istnieć plik do zapisu

source: The file %s could NOT be saved at PATH: %s
pl_pl: Plik %s nie może być zapisany w ścieżce %s

source: Unable to copy file %s
pl_pl: ie można skopiować pliku %s

source: The file does not exist
pl_pl: Plik nie istnieje

source: The file %s could not be deleted at path: %s
pl_pl: Plik %s nie może być usunięty w ścieżce %s

source: No files found
pl_pl: Nie znaleziono plików

source: Select a file
pl_pl: Wybierz plik

source: Save
pl_pl: Zapisz

source: Create language file
pl_pl: Utwórz plik językowy

source: Found a BOM in languagefile
pl_pl: Znaleziono BOM w pliku języka

source: Create class list file
pl_pl: Utwórz plik listy klas

source: Save versioned
pl_pl: Zapisz wersjonowane

source: File
pl_pl: Plik

source: Project
pl_pl: Projekt

source: Languages
pl_pl: Języki

source: Configuration
pl_pl: Konfiguracja

source: Templates
pl_pl: Szablony

source: Logfiles
pl_pl: Pliki LOG

source: Help
pl_pl: Pomoc

source: J! API
pl_pl: Api J!

source: More...
pl_pl: Więcej...

source: Click for more options
pl_pl: Kliknij by uzyskać więcej opcji

source: Log file contents
pl_pl: Zawartość pliku dziennika

source: Profile
pl_pl: Profil

source: Activate logging
pl_pl: Aktywuj zapis do dziennika

source: Please set a compression type
pl_pl: Ustaw typ kompresji

source: You can set a default compression type in configuration
pl_pl: Możesz ustwaić domyślny typ kompresji w konfiguracji

source: New Project
pl_pl: Nowy projekt

source: Register Project
pl_pl: Zarejestruj projekt

source: Scope
pl_pl: Zakres

source: Select
pl_pl: Wybierz

source: Admin
pl_pl: Administrator

source: Site
pl_pl: Serwis

source: Name
pl_pl: Nazwa

source: Your extension so far
pl_pl: Dotychczasowe rozszerzenie

source: Type
pl_pl: Typ

source: Template
pl_pl: Szablon

source: Description
pl_pl: Opis

source: Author
pl_pl: Autor

source: Author e-mail
pl_pl: E-mail autora

source: Author URL
pl_pl: Adres URL autora

source: License
pl_pl: Licencja

source: List postfix
pl_pl: Przyrostek listy

source: Path is not a folder
pl_pl: Ścieżka nie prowadzi do folderu

source: The file %s could not be found
pl_pl: Nie udało się odnaleźć pliku %s

source: Version No. %s
pl_pl: Wersja nr %s

source: Actual file
pl_pl: Aktualny plik

source: Unable to write file %s
pl_pl: Nie można zapisać pliku %s

source: Unable to parse file %s
pl_pl: Nie udało się przeanalizować pliku %s

source: Unable to save backup version for file %s
pl_pl: Nie udało się zapisać wersji zapasowej pliku %s

source: Unable to write the file %s
pl_pl: Nie można zapisać pliku %s

source: Key not found: %s
pl_pl: Nie odnaleziono klucza: %s

source: Can not save version
pl_pl: Nie można zapisać wersji

source: File %s not found
pl_pl: Nie znaleziono pliku %s

source: KEY
pl_pl: KLUCZ

source: Used in File
pl_pl: Używane w pliku

source: Language files analysis
pl_pl: Analiza plików językowych

source: Treat the first %s lines as comment
pl_pl: Traktuj pierwsze %s linii jako komentarz

source: Fold
pl_pl: Złóż

source: Click to translate
pl_pl: Kliknij by przetłumaczyć

source: PATH
pl_pl: ŚCIEŻKA

source: NOT USED
pl_pl: NIEUŻYWANE

source: No language given
pl_pl: Nie podano języka

source: The file %s already exists
pl_pl: Plik %s już istnieje

source: Invalid options for lanuage converter
pl_pl: Niepoprawne opcje konwertera języka

source: Not checked
pl_pl: Nie sprawdzono

source: Found
pl_pl: Znaleziono

source: Not checked for UTF-8
pl_pl: Nie sprawdzono względem UTF-8

source: File is not UTF-8 encoded
pl_pl: Plik nie jest kodowany w UTF-8

source: Not checked for BOM
pl_pl: Nie sprawdzono na obecność BOM

source: No BOM
pl_pl: Brak BOM

source: File Contents
pl_pl: Zawartość pliku

source: Error
pl_pl: Błąd

source: Query
pl_pl: Zapytanie

source: The file %s could not be written to path %s
pl_pl: Plik %s nie może być zapisany do %s

source: No parameters for this item
pl_pl: Brak parametrów tego elementu

source: Path
pl_pl: Ścieżka

source: AutoCode %s not found
pl_pl: Nie odnaleziono %s AutoCode

source: Can not update EasyCreator manifest
pl_pl: Nie można zaktualizować manifestu EasyCreator

source: Can not update Joomla! manifest
pl_pl: Nie można zaktualizować manifestu Joomla!

source: Can not update Admin menu
pl_pl: Nie można zaktualizować menu Administratora

source: Can not load xml file %s
pl_pl: Nie można wczytać pliku xml %s

source: Unable to write file
pl_pl: Nie idzie zapisać pliku

source: Invalid project manifest
pl_pl: iepoprawny manifest projektu

source: Invalid Project
pl_pl: Niepoprawny projekt

source: JInstaller: Unable to remove project
pl_pl: JInstaller: Nie można usunąć projektu

source: File not found %s
pl_pl: Nie znaleziono pliku %s

source: Unable to delete file at %s
pl_pl: Nie udało się usunąć pliku %s

source: Autocode key %s not found
pl_pl: Nie odnaleziono klucza %s AutoCode

source: Can not write the file at %s
pl_pl: Nie można zapisać pliku jako %s

source: Path does not have a valid package
pl_pl: Ścieżka nie zawiera poprawnego pakietu

source: An error happened while installing your %s
pl_pl: Wystąpił błąd podczas instalacji %s

source: Required class %s not found
pl_pl: Nie znaleziono wymaganej klasy %s

source: Required method %s not found
pl_pl: Nie znaleziono wymaganej metody %s

source: Custom options
pl_pl: Opcje niestandardowe

source: Action %s not defined
pl_pl: Nie zdefiniowana akcja %s

source: The project type %s is not defined yet
pl_pl: Typ projektu %s nie został jeszcze zdefiniowany

source: No manifest file found
pl_pl: Nie znaleziono manifestu

source: Empty project name
pl_pl: Pusta nazwa pliku

source: Project %s not found
pl_pl: Nie znaleziono projektu %s

source: Invalid manifest file %s
pl_pl: Nierpoprawny plik manifestu %s

source: Class not found
pl_pl: Nie znaleziono klawy

source: Could not load XML file
pl_pl: Nie znaleziono pliku XML

source: Unable to load the xml file %s
pl_pl: Nie udało się wczytać pliku xml %s

source: Files
pl_pl: Pliki

source: Code lines
pl_pl: Linie kodu

source: Size
pl_pl: Rozmiar

source: Code analysis %s
pl_pl: Analiza kodu %s

source: code
pl_pl: kod

source: blanks
pl_pl: puste

source: comments
pl_pl: komentarze

source: Unable to copy the file %s to %s
pl_pl: e można skopiować pliku %s do %s

source: Error creating archive
pl_pl: Błąd tworzenia archiwum

source: Unable to find install package
pl_pl: Nie udało się znaleźć pakietów instalacyjnych

source: This is not an EasyCreator Extension Template
pl_pl: To nie jest szablon rozszerzenia EasyCreator

source: The template %s is already installed
pl_pl: Szablon %s jest już zainstalowany

source: Can not create folder %s
pl_pl: Nie można utworzyć folderu %s

source: No file selected
pl_pl: Nie wybrano pliku

source: Invalid package
pl_pl: Niepoprawny pakiet

source: Edit
pl_pl: Edycja

source: New
pl_pl: Nowy

source: Undefined format: %s
pl_pl: Niezdefiniowany format: %s

source: Component
pl_pl: Komponent

source: Components
pl_pl: Komponenty

source: %d Component
pl_pl: %d Komponent

source: Library
pl_pl: Biblioteka

source: Libraries
pl_pl: Biblioteki

source: %d Library
pl_pl: %d biblioteka

source: Module
pl_pl: Moduł

source: Modules
pl_pl: Moduły

source: %d Module
pl_pl: %d Moduł

source: Packages
pl_pl: Pakiety

source: %d Package
pl_pl: %d Pakiet

source: Plugin
pl_pl: Wtyczka

source: Plugins
pl_pl: Dodatki

source: %d Plugin
pl_pl: %d Wtyczka

source: %d Template
pl_pl: %d Szablon

source: Failed to copy file %s to %s
pl_pl: Nie udało się skopiować pliku %s do %s

source: The extension "bz2" couldn't be found.
pl_pl: Nie znaleziono rozszerzenia "bz2"

source: Please make sure your version of PHP was built with bz2 support.
pl_pl: Upewnij się że używana wersja PHP ma wbudowaną obsługę bz2.

source: Add row
pl_pl: Dodaj wiersz

source: Label
pl_pl: Etykieta

source: Attributes
pl_pl: Atrybuty

source: Default
pl_pl: Domyślnie

source: Comment
pl_pl: Komentarz

source: Install manifest not found
pl_pl: Nie znaleziono manifestu instalacji

source: EasyCreator is a developer tool.
pl_pl: EasyCreator to narzędzie programistyczne.

source: It tries to speed up the developing process of custom Joomla! extensions.
pl_pl: Stara się on przyspieszyć proces rozwoju niestandardowych rozszerzeń Joomla!.

source: The %s Team.
pl_pl: Zespół %s

source: Table
pl_pl: Tabela

source: Field
pl_pl: Pole

source: Input type
pl_pl: Typ wejścia

source: Display
pl_pl: Wyświetl

source: Width
pl_pl: Szerokość

source: On
pl_pl: Załączone

source: Off
pl_pl: Wyłączone

source: User defined table fields
pl_pl: Pola tabeli zdefiniowane przez użytkownika

source: Existing libraries: %s
pl_pl: Istniejące biblioteki: %s

source: Folder name
pl_pl: Nazwa folderu

source: No folder given
pl_pl: Nie podano folderu

source: %s is a reserved name
pl_pl: %s jest nazwą zarezerwowaną

source: Title
pl_pl: Tytuł

source: Menu link
pl_pl: Łącze manu

source: Create a menu link
pl_pl: Utwórz łącze menu

source: No table fields found
pl_pl: Nie znaleziono pól tabeli

source: Choose...
pl_pl: Wybierz...

source: View not found
pl_pl: Nie znaleziono widoku

source: Lists Data from a specific table.
pl_pl: Wyświetla dane z określonej tabeli.

source: Menu link:
pl_pl: Łącze menu:

source: MD5 check failed on file: %s
pl_pl: Kontrola MD5 nie powiodła się dla pliku:%s

source: Checking MD5 sums...
pl_pl: Sprawdzanie sum MD5...

source: %d files checked...
pl_pl: sprawdzono %d plik(i)...

source: There have been errors
pl_pl: Wystąpiły błędy

source: Check your environment
pl_pl: Sprawdź środowisko

source: Console
pl_pl: Konsola

source: git status
pl_pl: status git

source: Options
pl_pl: Opcje

source: Generate documentation
pl_pl: Generuj dokumentację

source: Click a file to create a skeleton class.
pl_pl: Kliknij na plik by utworzyć szkielet klasy

source: Tests
pl_pl: Testy

source: Click a to execute a UnitTest.
pl_pl: Kliknij by wykonać TestJednostkowy.

source: Show results
pl_pl: Pokaż wyniki

source: Lines
pl_pl: Linie

source: Properties
pl_pl: Właściwości

source: Methods
pl_pl: Metody

source: Source code
pl_pl: Kod źródłowy

source: Execute
pl_pl: Wykonaj

source: Run a Web application
pl_pl: Uruchom aplikacje sieciową

source: Color scheme
pl_pl: Schemat kolorów

source: Generate statistics
pl_pl: Generuj statystyki

source: Copy bootstrap.php to Joomla root
pl_pl: Kopiuj bootstrap.php do folderu głównego Joomla

source: Bootstrap file not found
pl_pl: Nie znaleziono pliku bootstrap

source: Create Test directory
pl_pl: Utwórz folder Test

source: No tests defined yet
pl_pl: Nie zdefiniowano jeszcze testów

source: Unit tests for %s not available yet
pl_pl: Testy jednostkowe dla %s nie są jeszcze dostępne

source: Duplicated Code
pl_pl: Powtórzony kod

source: Searches your code for duplicates.
pl_pl: Przeszukuje kod pod kątem powtórzeń.

source: PHPUnit Tests
pl_pl: Testy PHPUnit

source: Generates and executes PHPUnit Tests.
pl_pl: Generuje i wykonuje testy PHPUnit.

source: Count the lines of code you have written.
pl_pl: Policz wprowadzone linie kodu

source: Runs a Web Application
pl_pl: Uruchamia aplikację sieciową

source: %s Configuration
pl_pl: Konfiguracja %s

source: Archive is empty
pl_pl: chiwum jest puste

source: No ZIP files found
pl_pl: Nie znaleziono plików ZIP

source: Modified
pl_pl: Zmienione

source: Credits
pl_pl: Autorskie

source: Git repository
pl_pl: Repozytorium git

source: Recent commits
pl_pl: Ostatnie zatwierdzenia

source: Help translating
pl_pl: Pomoc w tłumaczeniu

source: Registered Projects
pl_pl: Zarejestrowane projekty

source: Configure
pl_pl: Konfiguruj

source: Create your first project
pl_pl: Utwórz swój pierwszy projekt

source: Cached
pl_pl: Buforowane

source: Not cached
pl_pl: Niebuforowane

source: Update file
pl_pl: Aktualizuj plik

source: Create file
pl_pl: Utwórz plik

source: No languages defined
pl_pl: Nie zdefiniowano języków

source: Translate
pl_pl: Przetłumacz

source: Add Comment
pl_pl: Dodaj komentarz

source: Please choose a language
pl_pl: Proszę wybrać język

source: Default language
pl_pl: Domyślny język

source: Translated language
pl_pl: Przetłumaczony język

source: Corrected language
pl_pl: Poprawiony język

source: Value
pl_pl: Wartość

source: PHP XML file analysis
pl_pl: PHP XML analiza pliku

source: Translated
pl_pl: Przetłumaczone

source: Not translated
pl_pl: NIE PRZETŁUMACZONE

source: Translated in core
pl_pl: Przetłumaczone w źródle

source: Versions
pl_pl: Wersje

source: No versions found
pl_pl: Nie znaleziono wersji

source: Actions
pl_pl: Akcje

source: Translations
pl_pl: Tłumaczenia

source: Default file order
pl_pl: Domyślna kolejność plików

source: Translation order
pl_pl: Kolejność tłumaczeń

source: Do NOT show
pl_pl: Nie pokazuj

source: Load core language
pl_pl: Wczytaj pliki językowe źródła

source: Also load the core language file to check for translations (displayed in orange)
pl_pl: Załaduj plik językowy źródła aby sprawdzić tłumaczenia (pokazane na pomarańczowo)

source: Cut
pl_pl: Wytnij

source: Drag and drop elements to rearrange. Add new comments.
pl_pl: Przyciągnij i upuść elementy aby je przeorganizować. Dodaj nowy komentarz.

source: Displays the status of your language files including cache.
pl_pl: Wyświetla status plików twojego języka, w tym pamięć podręczną.

source: Utility to create and update your language files.
pl_pl: Narzędzie do tworzenia i aktualizacji plików językowych.

source: No logfiles found
pl_pl: Nie znaleziono logów

source: Clear log
pl_pl: Wyczyść logi

source: Show Joomla core projects
pl_pl: Pokaż źródła projektów Joomla!

source: Unregistered Projects
pl_pl: Nie zarejestrowane projekty

source: Extension type
pl_pl: Typ rozszerzenia

source: Choose a component type from a predefined template
pl_pl: Wybierz typ komponentu z predefiniowanego szablonu

source: Notes
pl_pl: Uwagi

source: See also...
pl_pl: Patrz również...

source: Back
pl_pl: Wstecz

source: Next
pl_pl: Dalej

source: Name for your baby
pl_pl: Nazwij swoją dziecinkę

source: Please choose a name following the standard naming conventions. Use UPPER and lower case
pl_pl: Wybierz nazwę zgodnie ze standardową konwencją nazewnictwa. Użyj dużych i małych liter

source: Required
pl_pl: Wymagane

source: Author name
pl_pl: Nazwa autora

source: Build options
pl_pl: Opcje

source: Youre done
pl_pl: Gotowe!

source: File header template
pl_pl: Szablon nagłówka pliku

source: Create it
pl_pl: Utwórz go

source: Packages are containers to group other extension types
pl_pl: Paczki są kontenerami dla grup innych typów rozszerzeń

source: JApplications created with EasyCreator will look for an environment variable called JOOMLA_PATFORM_PATH. Otherwise you have to adjust the path in the entry file by hand !
pl_pl: JApplikacje utworzone przy użyciu EasyCreator będą szukały zmiennej środowiskowej o nazwie JOOMLA_PATFORM_PATH. Jeśli jej nie ma, należy ustawić ścieżkę do pliku wejścia ręcznie!

source: Attention
pl_pl: Uwaga

source: The project %s will be deleted
pl_pl: Projekt %s zostanie usunięty.

source: Delete %s project file
pl_pl: Usuń plik %s z projektu

source: Add element
pl_pl: Dodaj element

source: Package path
pl_pl: Ścieżka pakietu

source: Current version: %s
pl_pl: Aktualna wersja: %s

source: Found sql update files
pl_pl: Znaleziono pliki modyfikacji sql

source: Init database updates
pl_pl: Inicjuj modyfikacje bazy danych

source: Update database update files
pl_pl: Aktualizuj pliki modyfikacji bazy danych

source: New group
pl_pl: Nowa grupa

source: Add group
pl_pl: Dodaj grupę

source: New parameter
pl_pl: Nowy parametr

source: paramGroup
pl_pl: Grupa

source: Add parameter
pl_pl: Dodaj parametr

source: Please select a XML file
pl_pl: Wybierz plik xml

source: No parameters defined
pl_pl: Nie zdefiniowano parametrów

source: Extension name
pl_pl: Nazwa rozszerzenia

source: Component scope
pl_pl: Zakres komponentu

source: From template
pl_pl: Szablon źródłowy

source: Install and Uninstall
pl_pl: Instalacja i deinstalacja

source: Extension prefix
pl_pl: Przedrostek rozszerzenia

source: A custom prefix for your extension.
pl_pl: Niestandardowy przedrostek dla twojego rozszerzenia.

source: Separate JavaScript
pl_pl: Oddziel JavaScript

source: Separate JavaScript from PHP translations
pl_pl: Oddziel JavaScript od tłumaczeń PHP

source: Language file format
pl_pl: Format pliku języka

source: * Note that those language file formats needs a special language handler called "g11n" - What ? Please refer to <a href="%s">Wiki.Joomla-Nafu.de</a> for more information.
pl_pl: * Zauważ, że te formaty pliku języka wymagają specjalnj obsługi języka o nazwie "g11n" - To znaczy? Zapoznaj się z <a href="%s">Wiki.Joomla-Nafu.de</a> by dowiedzieć się więcej.

source: Text
pl_pl: ekst

source: Image
pl_pl: Grafika

source: Add Submenu
pl_pl: Dodaj submenu

source: Add extensions
pl_pl: Dodaj rozszerzenia

source: No module projects found
pl_pl: Nie znalezionop projektów modułów

source: Add Module
pl_pl: Dodaj moduł

source: No plugin projects found
pl_pl: Nie znaleziono projektów wtyczek

source: Add Plugin
pl_pl: Dodaj wtyczkę

source: Package installer ?
pl_pl: Instalator pakietów?
