Repository: elkuku/EasyCreator
Catalog: administrator/components/com_easycreator/g11n/*/*.com_easycreator.po
Languages: pl_pl

source: Packages require a special install script which should be named <strong>%s</strong>
pl_pl: Pakiety wymagają specjalnego skryptu, który powinien mieć nazwę <strong>%s</strong>

source: EasyCreator can do this if you go to Files -> Add element -> Various -> Package installer
pl_pl: EasyCreator może to zrobić, jeśli wybierzesz Pliki -> Dodaj element -> Różne -> Instalator pakietów

source: Build folder
pl_pl: Folder kompilacji

source: The folder where your final package ends up. The folders extension_name and version will be added automatically.
pl_pl: Folder, do którego trafia ostatecznie pakiet. Foldery nazwa_rozszerzenia i wersja zostaną dodane automatycznie.

source: <br />If left blank the folder <strong>%s</strong> wil be used
pl_pl: <br />Jeśli pozostawiono puste, będzie wykorzystany folder <strong>%s</strong>

source: The folder %s does not exist
pl_pl: Folder %s nie istnieje

source: Compress checksum file
pl_pl: Spakuj plik sumy kontrolnej

source: This will do a small compression on your checksum file
pl_pl: Zostanie wykonana niewielka kompresja na pliku sumy kontrolnej

source: Remove EasyCreator AutoCode
pl_pl: Usuń AutoCode EasyCreator

source: File name
pl_pl: Nazwa pliku

source: Default name
pl_pl: Nazwa domyślna

source: Custom name
pl_pl: Nazwa spersonalizowana

source: Reset to default
pl_pl: Przywróć domyślne

source: Use:<br />*VERSION*<br />*VCSREV*<br />*DATETIMExxxx*
pl_pl: Składnia:<br />*VERSION*<br />*VCSREV*<br />*DATETIMExxxx*

source: Custom name format
pl_pl: Nazwa formatu niestandardowego

source: Update server
pl_pl: Aktualizuj serwer

source: Add Server
pl_pl: Dodaj serwer

source: Building
pl_pl: Budowanie

source: Installing
pl_pl: Instalowanie

source: Parameters
pl_pl: Parametry

source: Remove Project
pl_pl: Usuń projekt

source: This will your delete your project.
pl_pl: To spowoduje usunięcie projektu.

source: Save the configuration
pl_pl: Zapisz konfigurację

source: Infos on parameters (external)
pl_pl: Informacje o parametrach (zewnętrzne)

source: Export templates
pl_pl: Eksportuj szablony

source: Select the templates to export
pl_pl: Wybierz szablony do wyeksportowania

source: Export
pl_pl: Eksport

source: Exports
pl_pl: Eksportuje

source: Action
pl_pl: Akcja

source: Install templates
pl_pl: Zainstaluj szablony

source: Select a template package to import
pl_pl: Wybierz pakiet szablonu do zaimportowania

source: Package File
pl_pl: Plik pakietu

source: Upload and install package
pl_pl: Prześlij i zainstaluj pakiet

source: Extension templates
pl_pl: Szablony rozszerzeń

source: Extension templates parts
pl_pl: Części szablonów rozszerzeń

source: Standard files
pl_pl: Standardowe pliki

source: Manage EasyCreator Extension Templates
pl_pl: Zarządzaj szablonami rozszerzenia EasyCreator

source: Install
pl_pl: Zainstaluj

source: Installs EasyCreator Extension Templates
pl_pl: Instaluje szablony rozszerzeń EasyCreator

source: Exports EasyCreator Extension Templates
pl_pl: Eksportuje szablony rozszerzeń EasyCreator

source: Please add some extensions to your package before creating it
pl_pl: Dodaj rozszerzenia do pakietu zanim go utworzysz

source: Create %s
pl_pl: Utwórz %s

source: Packing format options
pl_pl: Opcje formatu pakowania

source: Customize
pl_pl: Dostosuj

source: Automatically create a package of your extension.
pl_pl: Automatycznie tworzy pakiet twojego rozszerzenia.

source: Archive
pl_pl: Archiwum

source: View archived versions of your extension.
pl_pl: Przejrzyj archiwalne wersje rozszerzenia.
